window.PRODUCTS = {
    "kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-152055813":  {
                                                                                                  "name":  "Кухонная мойка HALI 6050S 60×50×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  33290,
                                                                                                  "oldPrice":  36990,
                                                                                                  "discount":  10,
                                                                                                  "installmentPrice":  2770,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-152055813/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p9d/p53/146326225.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p80/p53/146326226.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p64/p53/146326227.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p48/p53/146326228.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pc0/p50/146326230.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa4/p50/146326231.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🖤 Кухонная мойка HALI 60х50 — увеличенный размер для максимального удобства!Идеальное решение для тех, кто хочет просторную и функциональную мойку. Размер 60×50 см — практически не встречается на Kaspi, поэтому вы получаете действительно редкий и удобный вариант!-Преимущества:• 💎 Увеличенный размер 60х50 — легко помещаются большие кастрюли, противни и сковородки• 🛡 Толщина стенки 3 мм — надежность и долговечность• ⚫ Графитовый цвет — современный, премиальный дизайн• 🧲 Антикоррозийная защита — не ржавеет, не тускнеет• 🧼 Легко очищается, не оставляет следов-Полный комплект:• 🧴 Сифон + дозатор• 🕳 Мусорная сетка• 🚰 Смеситель• 🧺 Сушилка для посуды💧 Кран фильтр для фильтра-Мойка полностью готова к установке — просто поставьте и пользуйтесь!Отличный выбор для большой семьи и тех, кто любит комфорт на кухне.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "152055813"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Смеситель и кран фильтр в комплекте!"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х50х22х3мм"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-smesitel-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-3mm-141384274":  {
                                                                                                         "name":  "Кухонная мойка HALI + смеситель 60×45×22 см",
                                                                                                         "category":  "moyki",
                                                                                                         "price":  36990,
                                                                                                         "installmentPrice":  3083,
                                                                                                         "installmentMonths":  12,
                                                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-3mm-141384274/",
                                                                                                         "images":  [
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p49/p93/82912115.JPG?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pcb/p8f/107754825.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pe7/p8f/107754826.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pd6/p35/65809511.png?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p03/p90/107754827.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1f/p90/107754828.jpg?format=gallery-medium"
                                                                                                                    ],
                                                                                                         "description":  "Кухонная мойка HALI + смеситель — это практичное и стильное решение для вашей кухни, сочетающее в себе долговечность, функциональность и современный дизайн. ✨ Особенности:- 🛡️ Высококачественная нержавеющая сталь — гарантирует долгий срок службы и устойчивость к коррозии.- 🎨 Графитовый цвет — придаёт кухне элегантный и современный вид.- 🚰 Смеситель в комплекте — экономия времени и средств, всё необходимое для установки в одном комплекте.- 🔇 Система шумоподавления — обеспечивает комфорт при ежедневном использовании.- 📐 Врезной монтаж — экономия пространства и удобство установки. Эта мойка станет незаменимым помощником на вашей кухне, упрощая процесс мытья посуды и приготовления пищи. Она идеально подойдёт для тех, кто ценит качество, удобство и современный дизайн.",
                                                                                                         "specs":  [
                                                                                                                       [
                                                                                                                           "Код товара",
                                                                                                                           "141384274"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Установка",
                                                                                                                           "врезная"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Форма",
                                                                                                                           "прямоугольная"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Количество чаш",
                                                                                                                           "1"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Материал",
                                                                                                                           "нержавеющая сталь"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Крыло",
                                                                                                                           "Нет"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Измельчитель пищевых отходов",
                                                                                                                           "Нет"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Цвет",
                                                                                                                           "черный"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Особенности",
                                                                                                                           "смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Оттенок",
                                                                                                                           "графитовый"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Глубина чаши",
                                                                                                                           "22 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Ширина",
                                                                                                                           "45 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Длина",
                                                                                                                           "60 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Диаметр сливного отверстия",
                                                                                                                           "50"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                           "90"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Страна-производитель",
                                                                                                                           "Китай"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Размеры",
                                                                                                                           "60х45х22х3мм"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Комплектация",
                                                                                                                           "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                       ]
                                                                                                                   ]
                                                                                                     },
    "kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-166196438":  {
                                                                                                  "name":  "Кухонная мойка HALI 6846C 68×46×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  45990,
                                                                                                  "installmentPrice":  3833,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-166196438/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcc/p18/138358452.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p78/p18/138358455.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p5c/p18/138358456.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p23/p18/138358458.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p7f/p15/138358461.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p46/p15/138358463.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 6846C — это практичное и функциональное решение для вашей кухни, сочетающее стильный дизайн, высокое качество материалов и полную комплектацию. 🔋 В комплекте идёт всё необходимое для установки и комфортного использования. ✨ Особенности:- 💧 Врезной монтаж — простая и быстрая установка в столешницу.- 📏 Оптимальные размеры 68х46 см — подойдут для большинства кухонь.- 🛡 Нержавеющая сталь — долговечность и устойчивость к коррозии.- 🎁 Полная комплектация — смеситель, сифон, дозатор и другие полезные аксессуары в комплекте. Эта мойка станет незаменимым помощником на вашей кухне, упрощая процесс приготовления пищи и мытья посуды. 🍽️ Благодаря продуманной конструкции и качественным материалам, она прослужит вам долгие годы.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "166196438"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Уникальная мойка и размер, Кран фильтр в комплекте! Держатель для телефона в подарок! смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "46 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "68 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "68х46х22"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, гибкая подводка, кран для фильтра, съемная чаша"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-5045d-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-167406662":  {
                                                                                                  "name":  "Кухонная мойка HALI 5045D 50×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  31990,
                                                                                                  "installmentPrice":  2666,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-5045d-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-167406662/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p68/p8c/142736162.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pe2/p88/142736173.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p55/p88/142736178.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcd/p85/142736180.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb1/p85/142736181.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p95/p85/142736182.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "✨ Кухонная мойка HALI — стиль, комфорт и функциональность в каждой детали!-Современный дизайн в графитовом цвете идеально дополнит интерьер вашей кухни и подчеркнёт её премиальный внешний вид 🖤Мойка выполнена из прочной нержавеющей стали с толщиной стенки 2 мм, что обеспечивает надежность, устойчивость к повреждениям и долгий срок службы 💪-📏 Размер мойки: 50×45 см — удобный и практичный формат для ежедневного использования.-В комплект уже входит всё необходимое для комфортной эксплуатации 👌✔️ Смеситель с выдвижной лейкой✔️ Отдельный кран для питьевой воды 💧✔️ Корзина для сушки посуды 🍽️✔️ Сифон + дозатор для моющего средства 🧴-🚿 Выдвижная лейка делает мытьё посуды и овощей намного удобнее, а отдельный кран для питьевой воды — это комфорт и забота о вашем доме каждый день.-✨ Практичность, современный стиль и максимальная комплектация — всё, что нужно для идеальной кухни!",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "167406662"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Дозатор для моющего средства в подарок! смеситель, кран фильтр в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "50х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-162360697":  {
                                                                                                                    "name":  "Кухонная мойка HALI 75×45S",
                                                                                                                    "category":  "moyki",
                                                                                                                    "price":  37990,
                                                                                                                    "installmentPrice":  3166,
                                                                                                                    "installmentMonths":  12,
                                                                                                                    "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-162360697/",
                                                                                                                    "images":  [
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p5c/pbc/149533106.png?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p50/pcc/125088106.jpg?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/pad/pb4/149391737.png?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p6c/pcc/125088107.jpg?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p34/pcc/125088105.jpg?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p88/pcc/125088108.jpg?format=gallery-medium"
                                                                                                                               ],
                                                                                                                    "description":  "Кухонная мойка HALI 75х45S — это практичное и стильное решение для вашей кухни, сочетающее в себе прочность, функциональность и современный дизайн. ✨ Особенности:- 🛡 Нержавеющая сталь — гарантирует долговечность и устойчивость к коррозии.- 💧 Полная комплектация — всё необходимое для установки и комфортного использования уже в комплекте.- 📱 Встроенный держатель для смартфона — удобно смотреть рецепты и видео во время готовки.- 🖤 Стильный графитовый цвет — легко впишется в любой интерьер. Эта мойка станет незаменимым помощником на вашей кухне, обеспечивая удобство и функциональность в повседневной жизни. Идеально подойдёт для тех, кто ценит качество, практичность и современный дизайн.",
                                                                                                                    "specs":  [
                                                                                                                                  [
                                                                                                                                      "Код товара",
                                                                                                                                      "162360697"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Установка",
                                                                                                                                      "врезная"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Форма",
                                                                                                                                      "прямоугольная"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Количество чаш",
                                                                                                                                      "1"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Материал",
                                                                                                                                      "нержавеющая сталь"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Крыло",
                                                                                                                                      "Нет"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Измельчитель пищевых отходов",
                                                                                                                                      "Нет"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Цвет",
                                                                                                                                      "графит"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Особенности",
                                                                                                                                      "смеситель кран фильтр в комплекте! Держатель для телефона в подарок! мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Оттенок",
                                                                                                                                      "графитовый, черный металлик"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Глубина чаши",
                                                                                                                                      "22 см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Ширина",
                                                                                                                                      "45 см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Длина",
                                                                                                                                      "75 см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Диаметр сливного отверстия",
                                                                                                                                      "50"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                      "90"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Страна-производитель",
                                                                                                                                      "Китай"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Размеры",
                                                                                                                                      "75х45х22см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Комплектация",
                                                                                                                                      "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, съемная чаша"
                                                                                                                                  ]
                                                                                                                              ]
                                                                                                                },
    "kuhonnaja-moika-hali-6045z-60h45h22-sm-nerzhavejuschaja-stal-ton-zolotistyi-166610881":  {
                                                                                                  "name":  "Кухонная мойка HALI 6045Z 60×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  45000,
                                                                                                  "oldPrice":  50000,
                                                                                                  "discount":  10,
                                                                                                  "installmentPrice":  1880,
                                                                                                  "installmentMonths":  24,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6045z-60h45h22-sm-nerzhavejuschaja-stal-ton-zolotistyi-166610881/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb0/pef/139863743.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcc/pef/139863744.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pe8/pef/139863745.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pfd/pf2/139863752.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p04/pf0/139863746.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p59/pf0/139863749.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🔥 Премиальная кухонная мойка Hali 60x45 / 75x45Практичность и стиль в одном комплекте.Толщина стали 3 мм, антикоррозийное и антицарапающее покрытие, современный дизайн и удобство в каждой детали.-✅ В комплект входит всё необходимое:• Смеситель• Сифон + дозатор• Коландер / корзина• Ринзер (стаканомойка)• Мусорная сетка-💧 Ринзер помогает быстро ополаскивать стаканы, кружки и бутылки, экономя воду и время",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "166610881"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "золотистый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "смеситель и стаканамойка (ризнер) входит в комплект, мойка для кухни, кухонная мойка врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "золотистый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, дозатор, смеситель, сетка для мусора, ринзер для стаканов, гибкая подводка, съемная чаша, крепление, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-chernyi-152515244":  {
                                                                                               "name":  "Кухонная мойка HALI 6050S 60×50×22 см (чёрная)",
                                                                                               "category":  "moyki",
                                                                                               "price":  55490,
                                                                                               "installmentPrice":  2313,
                                                                                               "installmentMonths":  24,
                                                                                               "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-chernyi-152515244/",
                                                                                               "images":  [
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p06/pe9/137190921.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pfc/p3c/87747660.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p19/p8d/107565056.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p66/p40/87747670.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p47/p41/87747678.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p08/p44/87747682.jpg?format=gallery-medium"
                                                                                                          ],
                                                                                               "description":  "🔥 Кухонная мойка Hali 60×50 — Премиум качествоСтильная и вместительная кухонная мойка Hali — идеальное решение для современной кухни. Продумана до мелочей для комфорта, надежности и долгого срока службы 💎✅ Основные преимущества:✨ Толщина стали 3 мм — повышенная прочность и устойчивость к деформации🛡 100% антикоррозийная защита🔇 Бесшумная мойка — снижает звук воды💪 Антицарапающее покрытие — сохраняет идеальный внешний вид📐 Размер 60×50 см — легко помещаются большие кастрюли и сковороды🎁 ПОЛНЫЙ КОМПЛЕКТ — ничего докупать не нужно!✔️ Смеситель✔️ Сифон с дозатором✔️ Мусорная сетка✔️ Коландер✔️ ЖЁСТКИЙ переходник на 50 мм — герметичное соединение без протечек 💧👉 В отличие от аналогов, у конкурентов часто нет жёсткого переходника, что увеличивает риск протечек.🔧 Надёжное соединение без протечек✔️ Плотное и герметичное подключение к канализации✔️ Минимальный риск протечек✔️ Простая установка — всё уже в комплекте🏆 Почему выбирают Hali:✔️ Премиальное качество✔️ Богатая комплектация✔️ Современный дизайн✔️ Подходит для любой кухни💬 Гарантия качества от бренда Hali",
                                                                                               "specs":  [
                                                                                                             [
                                                                                                                 "Код товара",
                                                                                                                 "152515244"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Установка",
                                                                                                                 "врезная"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Форма",
                                                                                                                 "прямоугольная"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Количество чаш",
                                                                                                                 "1"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Материал",
                                                                                                                 "нержавеющая сталь"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Крыло",
                                                                                                                 "Нет"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Измельчитель пищевых отходов",
                                                                                                                 "Нет"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Цвет",
                                                                                                                 "графит"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Особенности",
                                                                                                                 "смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Оттенок",
                                                                                                                 "черный"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Глубина чаши",
                                                                                                                 "22 см"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Ширина",
                                                                                                                 "50 см"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Длина",
                                                                                                                 "60 см"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Диаметр сливного отверстия",
                                                                                                                 "50"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                 "90"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Страна-производитель",
                                                                                                                 "Китай"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Размеры",
                                                                                                                 "60х50х22х3мм"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Комплектация",
                                                                                                                 "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                             ]
                                                                                                         ]
                                                                                           },
    "kuhonnaja-moika-hali-78h48-78h48h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162708795":  {
                                                                                                  "name":  "Кухонная мойка HALI 78×48×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  37070,
                                                                                                  "oldPrice":  41189,
                                                                                                  "discount":  10,
                                                                                                  "installmentPrice":  3090,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-78h48-78h48h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162708795/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p5d/p52/146203579.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb6/pe8/126323203.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p0a/pe9/126323200.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p02/p55/146203582.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pc1/pcc/126323198.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p4c/pe5/126323213.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 78х48 — идеальное решение для вашей кухни, предлагающее двухчашевую конструкцию и высококачественные материалы. Эта мойка станет не только функциональным элементом, но и стильным акцентом вашего интерьера. ✨ Особенности:- ✅ Двухчашевая конструкция — удобно разделить зоны для мытья и ополаскивания.- 🛡 Антикоррозийное покрытие — защита от ржавчины и долговечность.- 💪 Сталь толщиной 3 мм — высокая прочность и устойчивость к деформациям.- 🖤 Графитовый цвет — стильный и современный вид.- 🔇 Шумопоглощение — тихое использование без лишнего шума. Эта мойка идеально подходит для тех, кто ценит комфорт и функциональность на кухне. Она станет незаменимым помощником в приготовлении пищи и уборке.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "162708795"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "2"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Двухчашевая мойка со смесителем в комплекте. Держатель для смартфона — в подарок! Смеситель и кран фильтр в комплекте"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "48 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "78 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "78х48х22"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "перелив, дозатор, коландер, смеситель, сетка для мусора, кран для фильтра, съемная чаша, два сифона"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "smesitel-hali-210-latun-tsvet-satin-162831191":  {
                                                          "name":  "Смеситель HALI 210 для кухни",
                                                          "category":  "smesiteli",
                                                          "price":  24020,
                                                          "oldPrice":  26690,
                                                          "discount":  10,
                                                          "installmentPrice":  2000,
                                                          "installmentMonths":  12,
                                                          "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-210-latun-tsvet-satin-162831191/",
                                                          "images":  [
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pf9/p48/129855364.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p3f/p6a/126717118.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p54/p6d/126717125.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p6a/p70/126717132.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pda/p70/126717136.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pd3/p73/126717142.jpg?format=gallery-medium"
                                                                     ],
                                                          "description":  "Смеситель HALI 210 — это надежное и функциональное решение для вашей кухни, выполненное из прочной латуни с элегантным покрытием в цвете сатин. Гибкий излив и удобное управление делают процесс мытья посуды максимально комфортным. ✨ Особенности:- 💧 Гибкий излив — обеспечивает удобство при мытье посуды любого размера.- 🚿 Система быстрого монтажа — упрощает установку и экономит ваше время.- 🔗 Гибкая подводка — позволяет легко подключить смеситель к водопроводу.- 🌱 Аэратор — насыщает воду кислородом, делая струю мягкой и приятной. Смеситель HALI 210 станет стильным и практичным дополнением вашей кухни, прослужит долгие годы благодаря качественным материалам и продуманной конструкции.",
                                                          "specs":  [
                                                                        [
                                                                            "Код товара",
                                                                            "162831191"
                                                                        ],
                                                                        [
                                                                            "Тип",
                                                                            "двухзахватный"
                                                                        ],
                                                                        [
                                                                            "Назначение",
                                                                            "для кухни (мойки)"
                                                                        ],
                                                                        [
                                                                            "Покрытие",
                                                                            "латунь"
                                                                        ],
                                                                        [
                                                                            "Запорный клапан",
                                                                            "керамический картридж"
                                                                        ],
                                                                        [
                                                                            "Степень глянца",
                                                                            "глянцевый"
                                                                        ],
                                                                        [
                                                                            "Способ монтажа",
                                                                            "на раковину"
                                                                        ],
                                                                        [
                                                                            "Количество монтажных отверстий",
                                                                            "1"
                                                                        ],
                                                                        [
                                                                            "Тип подводки",
                                                                            "гибкая"
                                                                        ],
                                                                        [
                                                                            "Присоединительный размер",
                                                                            "1/2"
                                                                        ],
                                                                        [
                                                                            "Диаметр монтажных отверстий",
                                                                            "35 мм"
                                                                        ],
                                                                        [
                                                                            "Конструкция излива",
                                                                            "гибкий"
                                                                        ],
                                                                        [
                                                                            "Высота смесителя, мм",
                                                                            "440"
                                                                        ],
                                                                        [
                                                                            "Длина смесителя (глубина/вынос), мм",
                                                                            "220"
                                                                        ],
                                                                        [
                                                                            "Переключатель на фильтр",
                                                                            "Да"
                                                                        ],
                                                                        [
                                                                            "Комплектация",
                                                                            "гайка, шланг, аэратор, смеситель для кухни (мойки)"
                                                                        ],
                                                                        [
                                                                            "Цвет",
                                                                            "сатин"
                                                                        ],
                                                                        [
                                                                            "Материал корпуса",
                                                                            "латунь"
                                                                        ],
                                                                        [
                                                                            "Особенности",
                                                                            "система быстрого монтажа, с аэратором"
                                                                        ],
                                                                        [
                                                                            "Страна-производитель",
                                                                            "Китай"
                                                                        ],
                                                                        [
                                                                            "Вес",
                                                                            "2 кг"
                                                                        ]
                                                                    ]
                                                      },
    "smesitel-hali-210-latun-tsvet-chernyi-matovoe-zoloto-155825141":  {
                                                                           "name":  "Смеситель HALI 210 для кухни (чёрный/золото)",
                                                                           "category":  "smesiteli",
                                                                           "price":  25990,
                                                                           "installmentPrice":  2166,
                                                                           "installmentMonths":  12,
                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-210-latun-tsvet-chernyi-matovoe-zoloto-155825141/",
                                                                           "images":  [
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p90/p9b/100553739.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pec/p98/100553742.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p97/p98/100553745.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p7b/p98/100553746.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p5f/p98/100553747.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p26/p98/100553749.jpg?format=gallery-medium"
                                                                                      ],
                                                                           "description":  "Смеситель HALI 210 — это стильное и функциональное решение для вашей кухни, сочетающее долговечность латуни с современным дизайном в цвете чёрный и матовое золото. ✨ Особенности:- 🔗 Гибкий излив — обеспечивает удобство при мытье посуды любого размера.- 🚿 Выдвижная лейка — расширяет функциональность и облегчает процесс уборки.- 🔄 Поворот на 360° — даёт полную свободу движений.- 🛡 Латунный корпус — гарантирует надёжность и долгий срок службы.- 💧 Керамический картридж — обеспечивает плавную и надёжную работу. Смеситель HALI 210 станет отличным дополнением к вашей кухне, сочетая в себе практичность, удобство и элегантный внешний вид. Он идеально подойдёт для тех, кто ценит качество и комфорт в каждой детали.",
                                                                           "specs":  [
                                                                                         [
                                                                                             "Код товара",
                                                                                             "155825141"
                                                                                         ],
                                                                                         [
                                                                                             "Тип",
                                                                                             "двухзахватный"
                                                                                         ],
                                                                                         [
                                                                                             "Назначение",
                                                                                             "для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Покрытие",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Запорный клапан",
                                                                                             "керамический картридж"
                                                                                         ],
                                                                                         [
                                                                                             "Степень глянца",
                                                                                             "матовый"
                                                                                         ],
                                                                                         [
                                                                                             "Способ монтажа",
                                                                                             "на раковину"
                                                                                         ],
                                                                                         [
                                                                                             "Количество монтажных отверстий",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Тип подводки",
                                                                                             "гибкая"
                                                                                         ],
                                                                                         [
                                                                                             "Присоединительный размер",
                                                                                             "1/2"
                                                                                         ],
                                                                                         [
                                                                                             "Диаметр монтажных отверстий",
                                                                                             "35 мм"
                                                                                         ],
                                                                                         [
                                                                                             "Конструкция излива",
                                                                                             "гибкий"
                                                                                         ],
                                                                                         [
                                                                                             "Высота смесителя, мм",
                                                                                             "440"
                                                                                         ],
                                                                                         [
                                                                                             "Длина смесителя (глубина/вынос), мм",
                                                                                             "220"
                                                                                         ],
                                                                                         [
                                                                                             "Переключатель на фильтр",
                                                                                             "Да"
                                                                                         ],
                                                                                         [
                                                                                             "Комплектация",
                                                                                             "гайка, шланг, аэратор, смеситель для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Цвет",
                                                                                             "черный, матовое золото"
                                                                                         ],
                                                                                         [
                                                                                             "Материал корпуса",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Особенности",
                                                                                             "система быстрого монтажа, с аэратором"
                                                                                         ],
                                                                                         [
                                                                                             "Страна-производитель",
                                                                                             "Китай"
                                                                                         ],
                                                                                         [
                                                                                             "Вес",
                                                                                             "2 кг"
                                                                                         ]
                                                                                     ]
                                                                       },
    "smesitel-hali-553-nerzhavejuschaja-stal-tsvet-grafit-173348370":  {
                                                                           "name":  "Смеситель HALI 553 для кухни",
                                                                           "category":  "smesiteli",
                                                                           "price":  13379,
                                                                           "installmentPrice":  4460,
                                                                           "installmentMonths":  3,
                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-553-nerzhavejuschaja-stal-tsvet-grafit-173348370/",
                                                                           "images":  [
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p25/p88/166551346.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p41/p88/166551345.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p09/p88/166551347.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pd1/p87/166551349.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p49/p85/166551351.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pf4/p84/166551354.jpg?format=gallery-medium"
                                                                                      ],
                                                                           "description":  "Смеситель HALI 553 — это практичное и стильное решение для вашей кухни, сочетающее в себе надежность материалов и современный дизайн. Гибкий излив обеспечивает максимальный комфорт при использовании, а матовое черное покрытие придаст вашей кухне элегантный вид.\n✨ Особенности:\n- 💧 Гибкий излив — позволяет легко направлять воду в любую точку мойки.\n- 🛡 Корпус из нержавеющей стали — гарантирует долговечность и устойчивость к коррозии.\n- 🔗 Гибкая подводка — упрощает монтаж и обеспечивает надежное соединение.\n- ⚙️ Керамический картридж — обеспечивает плавную и надежную работу смесителя.\nСмеситель HALI 553 станет отличным выбором для тех, кто ценит функциональность, долговечность и современный дизайн в каждой детали своей кухни.",
                                                                           "specs":  [
                                                                                         [
                                                                                             "Код товара",
                                                                                             "173348370"
                                                                                         ],
                                                                                         [
                                                                                             "Тип",
                                                                                             "однозахватный"
                                                                                         ],
                                                                                         [
                                                                                             "Назначение",
                                                                                             "для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Покрытие",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Запорный клапан",
                                                                                             "керамический картридж"
                                                                                         ],
                                                                                         [
                                                                                             "Степень глянца",
                                                                                             "матовый"
                                                                                         ],
                                                                                         [
                                                                                             "Способ монтажа",
                                                                                             "на раковину"
                                                                                         ],
                                                                                         [
                                                                                             "Количество монтажных отверстий",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Тип подводки",
                                                                                             "гибкая"
                                                                                         ],
                                                                                         [
                                                                                             "Присоединительный размер",
                                                                                             "1/2"
                                                                                         ],
                                                                                         [
                                                                                             "Конструкция излива",
                                                                                             "гибкий"
                                                                                         ],
                                                                                         [
                                                                                             "Высота смесителя, мм",
                                                                                             "440"
                                                                                         ],
                                                                                         [
                                                                                             "Переключатель на фильтр",
                                                                                             "Нет"
                                                                                         ],
                                                                                         [
                                                                                             "Комплектация",
                                                                                             "шланг, смеситель для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Цвет",
                                                                                             "графит"
                                                                                         ],
                                                                                         [
                                                                                             "Материал корпуса",
                                                                                             "нержавеющая сталь"
                                                                                         ],
                                                                                         [
                                                                                             "Особенности",
                                                                                             "система быстрого монтажа"
                                                                                         ],
                                                                                         [
                                                                                             "Страна-производитель",
                                                                                             "Китай"
                                                                                         ],
                                                                                         [
                                                                                             "Вес",
                                                                                             "3 кг"
                                                                                         ]
                                                                                     ]
                                                                       },
    "smesitel-hali-403-nerzhavejuschaja-stal-tsvet-hrom-141058637":  {
                                                                         "name":  "Смеситель HALI 403 для кухни",
                                                                         "category":  "smesiteli",
                                                                         "price":  8990,
                                                                         "oldPrice":  9990,
                                                                         "discount":  10,
                                                                         "installmentPrice":  3000,
                                                                         "installmentMonths":  3,
                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-403-nerzhavejuschaja-stal-tsvet-hrom-141058637/",
                                                                         "images":  [
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pc9/pc6/129481955.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pb5/p54/127063374.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pa0/p51/127063381.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p13/p51/127063386.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1a/p4e/127063392.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p21/p03/127063401.jpg?format=gallery-medium"
                                                                                    ],
                                                                         "description":  "Смеситель HALI 403 — стильное и функциональное решение для вашей раковины, выполненное из нержавеющей стали с хромированным покрытием. Этот смеситель сочетает в себе долговечность и современный дизайн, что делает его идеальным выбором для любого интерьера. ✨ Особенности:- ✅ Экономичный эко-режим — снижает расход воды без потери комфорта.- 🧱 Керамический картридж — обеспечивает долговечность и надежность работы.- 🔗 Гибкая подводка — упрощает установку и подключение.- ✨ Статичный излив — удобство в использовании и минимализм в дизайне.- 🌍 Матовый глянец — стильный внешний вид, который легко вписывается в любой интерьер. Смеситель HALI 403 идеально подходит для тех, кто ценит качество и стиль в ванной комнате или на кухне. Он станет надежным помощником в повседневных делах, обеспечивая комфорт и удобство.",
                                                                         "specs":  [
                                                                                       [
                                                                                           "Код товара",
                                                                                           "141058637"
                                                                                       ],
                                                                                       [
                                                                                           "Тип",
                                                                                           "однозахватный"
                                                                                       ],
                                                                                       [
                                                                                           "Назначение",
                                                                                           "для раковины (умывальника)"
                                                                                       ],
                                                                                       [
                                                                                           "Покрытие",
                                                                                           "хром"
                                                                                       ],
                                                                                       [
                                                                                           "Запорный клапан",
                                                                                           "керамический картридж"
                                                                                       ],
                                                                                       [
                                                                                           "Степень глянца",
                                                                                           "матовый"
                                                                                       ],
                                                                                       [
                                                                                           "Способ монтажа",
                                                                                           "на раковину"
                                                                                       ],
                                                                                       [
                                                                                           "Количество монтажных отверстий",
                                                                                           "1"
                                                                                       ],
                                                                                       [
                                                                                           "Тип подводки",
                                                                                           "гибкая"
                                                                                       ],
                                                                                       [
                                                                                           "Присоединительный размер",
                                                                                           "1/2"
                                                                                       ],
                                                                                       [
                                                                                           "Диаметр монтажных отверстий",
                                                                                           "35 мм"
                                                                                       ],
                                                                                       [
                                                                                           "Конструкция излива",
                                                                                           "статичный"
                                                                                       ],
                                                                                       [
                                                                                           "Высота смесителя, мм",
                                                                                           "135"
                                                                                       ],
                                                                                       [
                                                                                           "Длина смесителя (глубина/вынос), мм",
                                                                                           "160"
                                                                                       ],
                                                                                       [
                                                                                           "Ширина смесителя, мм",
                                                                                           "45"
                                                                                       ],
                                                                                       [
                                                                                           "Длина излива (max.вынос), мм",
                                                                                           "125"
                                                                                       ],
                                                                                       [
                                                                                           "Переключатель на фильтр",
                                                                                           "Нет"
                                                                                       ],
                                                                                       [
                                                                                           "Комплектация",
                                                                                           "гайка, шланг, смеситель для раковины (умывальника)"
                                                                                       ],
                                                                                       [
                                                                                           "Цвет",
                                                                                           "хром"
                                                                                       ],
                                                                                       [
                                                                                           "Материал корпуса",
                                                                                           "нержавеющая сталь"
                                                                                       ],
                                                                                       [
                                                                                           "Особенности",
                                                                                           "с аэратором, эко-режим"
                                                                                       ],
                                                                                       [
                                                                                           "Страна-производитель",
                                                                                           "Китай"
                                                                                       ],
                                                                                       [
                                                                                           "Вес",
                                                                                           "1.35 кг"
                                                                                       ]
                                                                                   ]
                                                                     },
    "smesitel-hali-2005-latun-tsvet-hrom-143905662":  {
                                                          "name":  "Смеситель для ванны HALI 2005",
                                                          "category":  "smesiteli",
                                                          "price":  19990,
                                                          "installmentPrice":  3332,
                                                          "installmentMonths":  6,
                                                          "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-2005-latun-tsvet-hrom-143905662/",
                                                          "images":  [
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p04/p5c/57917962.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pcc/p5b/57917964.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/paf/p5b/57917965.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p77/p5b/57917967.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p9a/p58/57917972.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p62/p58/57917974.png?format=gallery-medium"
                                                                     ],
                                                          "description":  "Смеситель HALI 2005 — это надежное и стильное решение для вашей ванной комнаты, сочетающее в себе долговечность латунного корпуса и удобство использования. Этот смеситель станет прекрасным дополнением к вашему интерьеру, обеспечивая комфорт и функциональность. ✨ Особенности:- 🚿 Комплектация — в комплекте лейка, держатель, отражатели, эксцентрик и шланг, всё необходимое для установки и комфортного использования.- 🛠 Настенный монтаж — обеспечивает удобство установки и экономию пространства.- 💎 Латунный корпус — гарантирует прочность, долговечность и устойчивость к коррозии.- 💧 Керамический картридж — обеспечивает плавное регулирование температуры и напора воды.- 🔄 Поворотный излив — позволяет удобно направлять воду. Смеситель HALI 2005 идеально подойдет для тех, кто ценит качество, надежность и комфорт в каждой детали. Он станет незаменимым помощником в вашей ванной комнате, обеспечивая приятные и расслабляющие водные процедуры.",
                                                          "specs":  [
                                                                        [
                                                                            "Код товара",
                                                                            "143905662"
                                                                        ],
                                                                        [
                                                                            "Тип",
                                                                            "однозахватный"
                                                                        ],
                                                                        [
                                                                            "Назначение",
                                                                            "для ванны"
                                                                        ],
                                                                        [
                                                                            "Покрытие",
                                                                            "хром"
                                                                        ],
                                                                        [
                                                                            "Запорный клапан",
                                                                            "керамический картридж"
                                                                        ],
                                                                        [
                                                                            "Степень глянца",
                                                                            "глянцевый"
                                                                        ],
                                                                        [
                                                                            "Способ монтажа",
                                                                            "настенный"
                                                                        ],
                                                                        [
                                                                            "Количество монтажных отверстий",
                                                                            "2"
                                                                        ],
                                                                        [
                                                                            "Тип подводки",
                                                                            "жесткая"
                                                                        ],
                                                                        [
                                                                            "Присоединительный размер",
                                                                            "3/4"
                                                                        ],
                                                                        [
                                                                            "Конструкция излива",
                                                                            "поворотный"
                                                                        ],
                                                                        [
                                                                            "Высота смесителя, мм",
                                                                            "120"
                                                                        ],
                                                                        [
                                                                            "Длина смесителя (глубина/вынос), мм",
                                                                            "300"
                                                                        ],
                                                                        [
                                                                            "Ширина смесителя, мм",
                                                                            "180"
                                                                        ],
                                                                        [
                                                                            "Длина излива (max.вынос), мм",
                                                                            "120"
                                                                        ],
                                                                        [
                                                                            "Переключатель на фильтр",
                                                                            "Нет"
                                                                        ],
                                                                        [
                                                                            "Комплектация",
                                                                            "держатель для лейки, отражатели, эксцентрик, шланг, лейка, смеситель для ванны"
                                                                        ],
                                                                        [
                                                                            "Цвет",
                                                                            "хром"
                                                                        ],
                                                                        [
                                                                            "Материал корпуса",
                                                                            "латунь"
                                                                        ],
                                                                        [
                                                                            "Страна-производитель",
                                                                            "Китай"
                                                                        ],
                                                                        [
                                                                            "Вес",
                                                                            "1.4 кг"
                                                                        ]
                                                                    ]
                                                      },
    "smesitel-hali-201-latun-tsvet-chernyi-147345326":  {
                                                            "name":  "Смеситель для ванны HALI 201",
                                                            "category":  "smesiteli",
                                                            "price":  19990,
                                                            "installmentPrice":  3332,
                                                            "installmentMonths":  6,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-201-latun-tsvet-chernyi-147345326/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p4a/p83/70473191.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pbb/p83/70473195.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p44/pce/70473200.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pd0/pce/70473205.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pc9/pd1/70473211.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p3a/pd2/70473215.png?format=gallery-medium"
                                                                       ],
                                                            "description":  "Смеситель HALI 201 — это стильное и функциональное решение для вашей ванной комнаты, выполненное из прочной латуни в элегантном черном цвете. 🚿 Современный дизайн и удобство использования делают его идеальным выбором для тех, кто ценит комфорт и качество.\n✨ Особенности:\n- 💧 Керамический картридж — обеспечивает плавную и точную регулировку температуры и напора воды.\n- 🔄 Поворотный излив — позволяет удобно наполнять ванну и использовать смеситель для различных нужд.\n- 🚿 Комплектация со всеми необходимыми элементами — эксцентрики, шланг и лейка в комплекте для быстрого и простого монтажа.\n- 🖤 Матовое черное покрытие — придает смесителю современный вид и устойчивость к царапинам.\n- 🧱 Прочный латунный корпус — гарантирует долговечность и надежность конструкции.\nСмеситель HALI 201 станет прекрасным дополнением к вашей ванной комнате, сочетая в себе практичность, долговечность и стильный дизайн. Выбирайте качество и комфорт для вашего дома!",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "147345326"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "однозахватный"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для ванны"
                                                                          ],
                                                                          [
                                                                              "Покрытие",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Запорный клапан",
                                                                              "керамический картридж"
                                                                          ],
                                                                          [
                                                                              "Степень глянца",
                                                                              "матовый"
                                                                          ],
                                                                          [
                                                                              "Способ монтажа",
                                                                              "настенный"
                                                                          ],
                                                                          [
                                                                              "Количество монтажных отверстий",
                                                                              "2"
                                                                          ],
                                                                          [
                                                                              "Тип подводки",
                                                                              "жесткая"
                                                                          ],
                                                                          [
                                                                              "Присоединительный размер",
                                                                              "3/4"
                                                                          ],
                                                                          [
                                                                              "Конструкция излива",
                                                                              "поворотный"
                                                                          ],
                                                                          [
                                                                              "Высота смесителя, мм",
                                                                              "12"
                                                                          ],
                                                                          [
                                                                              "Длина смесителя (глубина/вынос), мм",
                                                                              "34"
                                                                          ],
                                                                          [
                                                                              "Ширина смесителя, мм",
                                                                              "18"
                                                                          ],
                                                                          [
                                                                              "Длина излива (max.вынос), мм",
                                                                              "30"
                                                                          ],
                                                                          [
                                                                              "Переключатель на фильтр",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Комплектация",
                                                                              "держатель для лейки, отражатели, эксцентрик, шланг, лейка, смеситель для ванны"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "черный"
                                                                          ],
                                                                          [
                                                                              "Материал корпуса",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Страна-производитель",
                                                                              "Китай"
                                                                          ],
                                                                          [
                                                                              "Вес",
                                                                              "3 кг"
                                                                          ]
                                                                      ]
                                                        },
    "smesitel-hali-178-latun-tsvet-zolotoi-176090409":  {
                                                            "name":  "Смеситель HALI 178",
                                                            "category":  "smesiteli",
                                                            "price":  21990,
                                                            "installmentPrice":  3665,
                                                            "installmentMonths":  6,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-178-latun-tsvet-zolotoi-176090409/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p09/pea/175623955.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p02/ped/175623961.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p56/ped/175623964.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p73/ped/175623965.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p4f/pf0/175623970.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pdc/pf0/175623975.jpg?format=gallery-medium"
                                                                       ],
                                                            "description":  "Премиум смеситель HALI для кухни\nСовременный и стильный смеситель HALI — идеальное решение для вашей кухни!\nИзготовлен из высококачественной нержавеющей стали, что гарантирует долговечность и надежность на долгие годы.\n💧 Гибкий излив — легко направляйте струю воды в любую сторону, удобно мыть даже большие кастрюли.\n🚿 Выдвижная лейка — обеспечивает максимальный комфорт при использовании, позволяет дотянуться до любой зоны мойки.\n🌀 Поворот на 360° — абсолютная свобода движений.\n✨ Материал: нержавеющая сталь\n📏 Тип: для кухни\n🛡️ Гарантия: 5 лет\nИдеальное сочетание дизайна, функциональности и качества — сделайте свою кухню ещё удобнее с HALI Premiu",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "176090409"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "однозахватный"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для кухни (мойки)"
                                                                          ],
                                                                          [
                                                                              "Покрытие",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Степень глянца",
                                                                              "матовый"
                                                                          ],
                                                                          [
                                                                              "Способ монтажа",
                                                                              "на раковину"
                                                                          ],
                                                                          [
                                                                              "Количество монтажных отверстий",
                                                                              "1"
                                                                          ],
                                                                          [
                                                                              "Тип подводки",
                                                                              "гибкая"
                                                                          ],
                                                                          [
                                                                              "Присоединительный размер",
                                                                              "1/2"
                                                                          ],
                                                                          [
                                                                              "Конструкция излива",
                                                                              "гибкий"
                                                                          ],
                                                                          [
                                                                              "Переключатель на фильтр",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Комплектация",
                                                                              "гайка, шланг, смеситель для кухни (мойки)"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "золотой"
                                                                          ],
                                                                          [
                                                                              "Материал корпуса",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Особенности",
                                                                              "система быстрого монтажа, с аэратором"
                                                                          ],
                                                                          [
                                                                              "Страна-производитель",
                                                                              "Китай"
                                                                          ],
                                                                          [
                                                                              "Вес",
                                                                              "2 кг"
                                                                          ]
                                                                      ]
                                                        },
    "smesitel-hali-240-latun-tsvet-grafit-177693805":  {
                                                           "name":  "Смеситель HALI 240",
                                                           "category":  "smesiteli",
                                                           "price":  24990,
                                                           "installmentPrice":  4165,
                                                           "installmentMonths":  6,
                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-240-latun-tsvet-grafit-177693805/",
                                                           "images":  [
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p17/pe5/181078581.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pc3/pe4/181078584.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p6e/pe4/181078587.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pad/pe1/181078591.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p75/pe1/181078593.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p3d/pe1/181078595.jpg?format=gallery-medium"
                                                                      ],
                                                           "description":  "🚿 Смеситель для кухни HALI — универсальная модель с выдвижным изливом, регулировкой высоты и встроенным дисплеем температуры воды.\n🌡️ Дисплей температуры. Встроенный LED-индикатор показывает точную температуру воды в градусах. Подсветка меняет цвет в зависимости от нагрева — сразу видно, когда вода горячая, не нужно проверять рукой. Питание от потока воды, батарейки и подключение к электросети не требуются. 🔋❌\n💧 Два режима подачи воды. Переключение между обычной струёй и широким «водопадом» одной кнопкой. Режим водопада удобен для быстрого наполнения кастрюль и мытья крупной посуды, обычная струя — для повседневных задач. 🍲\n🔄 Выдвижной излив и поворот на 360°. Излив вытягивается и поворачивается вокруг оси, доставая до любой точки мойки. Удобно мыть противни, ополаскивать раковину и наполнять ёмкости, которые не помещаются под краном. ✅\n📏 Регулируемая высота. Корпус позволяет менять высоту излива под конкретную задачу — от мытья мелкой посуды до заполнения высоких кувшинов. 🏺\n🛡️ Корпус из латуни. Латунь устойчива к коррозии и перепадам температуры, не боится жёсткой воды. Покрытие в цвете сатин/нержавеющая сталь не оставляет следов от капель и отпечатков, легко очищается. ✨\n⭐ Гарантия 5 лет.",
                                                           "specs":  [
                                                                         [
                                                                             "Код товара",
                                                                             "177693805"
                                                                         ],
                                                                         [
                                                                             "Тип",
                                                                             "однозахватный"
                                                                         ],
                                                                         [
                                                                             "Назначение",
                                                                             "для кухни (мойки)"
                                                                         ],
                                                                         [
                                                                             "Покрытие",
                                                                             "нерж.сталь"
                                                                         ],
                                                                         [
                                                                             "Запорный клапан",
                                                                             "керамический картридж"
                                                                         ],
                                                                         [
                                                                             "Степень глянца",
                                                                             "матовый"
                                                                         ],
                                                                         [
                                                                             "Способ монтажа",
                                                                             "на раковину"
                                                                         ],
                                                                         [
                                                                             "Количество монтажных отверстий",
                                                                             "1"
                                                                         ],
                                                                         [
                                                                             "Тип подводки",
                                                                             "гибкая"
                                                                         ],
                                                                         [
                                                                             "Присоединительный размер",
                                                                             "1/2"
                                                                         ],
                                                                         [
                                                                             "Конструкция излива",
                                                                             "выдвижной"
                                                                         ],
                                                                         [
                                                                             "Переключатель на фильтр",
                                                                             "Нет"
                                                                         ],
                                                                         [
                                                                             "Комплектация",
                                                                             "шланг, смеситель для кухни (мойки), монтажный комплект"
                                                                         ],
                                                                         [
                                                                             "Цвет",
                                                                             "графит"
                                                                         ],
                                                                         [
                                                                             "Материал корпуса",
                                                                             "латунь"
                                                                         ],
                                                                         [
                                                                             "Особенности",
                                                                             "датчик температуры, с подсветкой, с аэратором"
                                                                         ],
                                                                         [
                                                                             "Страна-производитель",
                                                                             "Китай"
                                                                         ],
                                                                         [
                                                                             "Вес",
                                                                             "2 кг"
                                                                         ]
                                                                     ]
                                                       },
    "hali-dushevoi-nabor-garnitur-101-148326648":  {
                                                       "name":  "HALI душевой набор (гарнитур) 101",
                                                       "category":  "dushevye",
                                                       "price":  25910,
                                                       "oldPrice":  28790,
                                                       "discount":  10,
                                                       "installmentPrice":  2160,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-101-148326648/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pea/pcf/136416420.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pfa/pa0/174789422.bin?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p51/pcb/73711580.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p6d/pcb/73711581.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p8a/pcb/73711582.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa6/pcb/73711583.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "HALI душевой набор (гарнитур) 101 — это комплексное решение для создания комфортного и функционального пространства в вашей ванной комнате. Этот душевой набор сочетает в себе стильный дизайн, прочные материалы и удобство использования, обеспечивая незабываемые ощущения от каждого принятия душа.\n✨ Особенности:\n- 🚿 4 режима струи — для расслабления и бодрящего массажа.\n- 🔗 Удобное переключение режимов — благодаря кнопочному переключателю.\n- 🛡 Прочный корпус из нержавеющей стали — гарантирует долговечность и надежность конструкции.\n- 💧 Тропический душ — для ощущения полного погружения и релаксации.\nЭтот душевой набор станет идеальным выбором для тех, кто ценит комфорт, функциональность и современный дизайн в своей ванной комнате. Он подарит вам ощущение свежести и бодрости каждое утро и поможет расслабиться после напряженного дня.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "148326648"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "квадратная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "кнопочное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Мин. давление воды",
                                                                         "1.5 бар"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Встраиваемый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "графит"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "смеситель, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, гигиеническая лейка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "настенный держатель"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "135"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "20х30"
                                                                     ],
                                                                     [
                                                                         "Размеры душевой панели",
                                                                         "23х10"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Дополнительная информация",
                                                                         "Душевой набор, Душевая система, Душевая стойка"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "4 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-144-174416684":  {
                                                       "name":  "HALI душевой набор (гарнитур) 144",
                                                       "category":  "dushevye",
                                                       "price":  36990,
                                                       "installmentPrice":  3083,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-144-174416684/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pc4/p77/171036083.?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p59/pb9/170400193.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p59/pd1/170400122.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa6/pd4/170400113.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p5e/pc3/170400165.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p31/pca/170400145.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система Hali 4 в 1 — стиль и комфорт для вашей ванной комнаты\nЭта душевая система сочетает в себе функциональность, надежность и современный дизайн, создавая идеальные условия для комфортного принятия душа каждый день.\n✨ Преимущества:\n* ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.\n* 🔄 Регулируемый угол наклона — настройте душ под себя для максимального удобства.\n* 🧱 Смеситель из 100% латуни — прочный, устойчив к коррозии, долговечный.\n* 💧 Полочка из алюминий — устойчива к влаге и удобна для хранения аксессуаров.\n📏 Длинный поворотный излив 21 см — удобно для ванны\n* 🕒 Гарантия 5 лет — подтверждение высокого качества и надежности.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "174416684"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "поворотное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал панели",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "черный"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "штанга"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "22x32"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-103a-148533357":  {
                                                        "name":  "HALI душевой набор (гарнитур) 103A",
                                                        "category":  "dushevye",
                                                        "price":  44990,
                                                        "oldPrice":  49990,
                                                        "discount":  10,
                                                        "installmentPrice":  3750,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-103a-148533357/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p3a/p66/77935741.JPG?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p21/pe2/174904281.bin?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p0d/p31/77631627.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pc9/p61/106372164.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pf7/p3e/74428383.png?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p90/p61/106372166.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система HALI 4 в 1 — стиль, комфорт и технологии в одном решении!\nПремиальная душевая система, созданная для тех, кто ценит качество и современный дизайн.\nКорпус выполнен из прочного авиационного алюминия, устойчивого к влаге и коррозии.\n💡 Цифровой дисплей с подсветкой показывает температуру и время, что делает использование максимально удобным.\n⚙️ Датчик температуры обеспечивает идеальный баланс горячей и холодной воды.\n✨ Преимущества:\n* 4 в 1 — верхний, ручной и гигиенический душ + алюминиевая полка\n* Цифровая панель управления — лёгкое переключение режимов\n* Металлический гигиенический душ — прочный и долговечный\n* Полка из алюминия — удобно хранить шампуни и аксессуары\n* Простой монтаж, подходит под современные ванные комнаты\n* Гарантия качества — 5 лет\n* 🎁 В подарок — удлинитель для душа\n💧 HALI — сочетание премиального дизайна и технологий для вашего комфорта каждый день!",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "148533357"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "4"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "квадратная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Мин. давление воды",
                                                                          "1.5 бар"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "настенный держатель"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "20х30"
                                                                      ],
                                                                      [
                                                                          "Размеры душевой панели",
                                                                          "27.5"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-142n-148533406":  {
                                                        "name":  "HALI душевой набор (гарнитур) 142N",
                                                        "category":  "dushevye",
                                                        "price":  39990,
                                                        "installmentPrice":  3333,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-142n-148533406/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pcd/pe9/74428595.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pb1/pe9/74428596.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p79/pe9/74428598.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p9c/p9e/74428606.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p87/p9b/74428613.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pfa/p9a/74428618.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система HALI 4 в 1 — максимум комфорта и технологий\nПремиальная душевая система, созданная для тех, кто ценит удобство, качество и современный стиль. Благодаря инновационным функциям и прочным материалам, HALI 4 в 1 превратит ежедневный душ в настоящее удовольствие.\n✨ Преимущества:\n✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и алюминиевая полка.\n💡 Цифровой дисплей с подсветкой — стиль и контроль в одном решении.\n🌡 Датчик температуры — комфорт и безопасность при каждом использовании.\n🛠 Авиционный алюминий — надёжность и устойчивость к коррозии.\n🚿 Металлический гигиенический душ — долговечность и стабильная работа.\n🧴 Алюминиевая полка — удобство хранения аксессуаров.\n🎁 Подарок: удлинитель для душа.\n🕒 Гарантия — 5 лет.\n💧 Душевая система HALI — это сочетание технологий и элегантности, которое создаёт атмосферу премиального комфорта в вашей ванной комнате.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "148533406"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "4"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "прямоугольная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Мин. давление воды",
                                                                          "1.5 бар"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, гигиеническая лейка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "на смесителе"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "30x20"
                                                                      ],
                                                                      [
                                                                          "Размеры душевой панели",
                                                                          "28"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-gigienicheskii-dush-319-177180072":  {
                                                   "name":  "HALI гигиенический душ 319",
                                                   "category":  "dushevye",
                                                   "price":  17990,
                                                   "installmentPrice":  2999,
                                                   "installmentMonths":  6,
                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/hali-gigienicheskii-dush-319-177180072/",
                                                   "images":  [
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p18/p8f/179247911.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pfc/p8e/179247912.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pe0/p8e/179247913.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pc4/p8e/179247914.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pa8/p8e/179247915.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8c/p8e/179247916.jpg?format=gallery-medium"
                                                              ],
                                                   "description":  "Гигиенический душ HALI — стильное и надежное решение для вашей ванной комнаты.\nОсновные характеристики и преимущества:\nПремиальные материалы: Корпус из нержавеющей стали с надежным защитным покрытием от царапин и коррозии.\nДолговечность: Надежный керамический картридж, рассчитанный на 500 000 циклов работы.\nЭкономия и фильтрация: Встроенный аэратор фильтрует воду и значительно сокращает ее расход.\nСтабильный напор: Обеспечивает комфортный и ровный поток воды даже при низком давлении в системе.\nЭргономичный дизайн: Лейка удобно и надежно лежит в руке, обеспечивая максимум комфорта при использовании.\nКомплектация: В комплект входит прочный шланг, устойчивый к износу.\nГарантия качества: Немецкие стандарты качества и 5 лет официальной гарантии.",
                                                   "specs":  [
                                                                 [
                                                                     "Код товара",
                                                                     "177180072"
                                                                 ],
                                                                 [
                                                                     "Количество режимов лейки",
                                                                     "1"
                                                                 ],
                                                                 [
                                                                     "Конструктивные особенности",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Тип",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Покрытие",
                                                                     "нержавеющая сталь"
                                                                 ],
                                                                 [
                                                                     "Материал лейки",
                                                                     "абс-пластик"
                                                                 ],
                                                                 [
                                                                     "Материал стойки",
                                                                     "без стойки"
                                                                 ],
                                                                 [
                                                                     "Материал панели",
                                                                     "латунь"
                                                                 ],
                                                                 [
                                                                     "Способ монтажа",
                                                                     "настенный"
                                                                 ],
                                                                 [
                                                                     "Цвет/Оттенок",
                                                                     "графит"
                                                                 ],
                                                                 [
                                                                     "Комплектация",
                                                                     "смеситель, гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Размеры душевой панели",
                                                                     "195"
                                                                 ],
                                                                 [
                                                                     "Длина душевого шланга",
                                                                     "1500 мм"
                                                                 ],
                                                                 [
                                                                     "Страна-производитель",
                                                                     "Китай"
                                                                 ],
                                                                 [
                                                                     "Вес",
                                                                     "2 кг"
                                                                 ]
                                                             ]
                                               },
    "hali-verhnii-dush-0010-140754879":  {
                                             "name":  "HALI верхний душ 0010",
                                             "category":  "dushevye",
                                             "price":  3490,
                                             "installmentPrice":  1164,
                                             "installmentMonths":  3,
                                             "kaspiUrl":  "https://kaspi.kz/shop/p/hali-verhnii-dush-0010-140754879/",
                                             "images":  [
                                                            "https://resources.cdn-kaspi.kz/img/m/p/pd0/pf8/64769759.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p58/pfb/64769761.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p2e/pc7/46411670.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p4a/pc7/46411671.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p66/pc7/46411672.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p82/pc7/46411673.png?format=gallery-medium"
                                                        ],
                                             "description":  "",
                                             "specs":  [
                                                           [
                                                               "Код товара",
                                                               "140754879"
                                                           ],
                                                           [
                                                               "Режим тропический дождь",
                                                               "Нет"
                                                           ],
                                                           [
                                                               "Количество режимов лейки",
                                                               "1"
                                                           ],
                                                           [
                                                               "Количество режимов верхнего душа",
                                                               "1"
                                                           ],
                                                           [
                                                               "Форма верхнего душа",
                                                               "квадратная"
                                                           ],
                                                           [
                                                               "Тип",
                                                               "верхний душ"
                                                           ],
                                                           [
                                                               "Материал лейки",
                                                               "абс-пластик"
                                                           ],
                                                           [
                                                               "Материал стойки",
                                                               "ABS-пластик"
                                                           ],
                                                           [
                                                               "Материал верхнего душа",
                                                               "абс-пластик"
                                                           ],
                                                           [
                                                               "Способ монтажа",
                                                               "настенный"
                                                           ],
                                                           [
                                                               "Встраиваемый монтаж",
                                                               "Нет"
                                                           ],
                                                           [
                                                               "S-образные эксцентрики",
                                                               "Нет"
                                                           ],
                                                           [
                                                               "Цвет/Оттенок",
                                                               "графит"
                                                           ],
                                                           [
                                                               "Комплектация",
                                                               "верхний душ, ручной душ (лейка без шланга)"
                                                           ],
                                                           [
                                                               "Страна-производитель",
                                                               "Казахстан"
                                                           ],
                                                           [
                                                               "Вес",
                                                               "1.5 кг"
                                                           ]
                                                       ]
                                         },
    "hali-ramnaja-installjatsija-g550b-154876272":  {
                                                        "name":  "HALI рамная инсталляция G550B",
                                                        "category":  "installyacii",
                                                        "price":  129990,
                                                        "installmentPrice":  5417,
                                                        "installmentMonths":  24,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550b-154876272/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p1b/p57/153316898.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p4f/p09/99146573.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pc9/p05/99146584.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p14/p29/118456970.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p30/p29/118456971.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pff/p56/153316899.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: черный\nСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.\n✅ Компактный дизайн экономит пространство\n✅ Бесшумный и мощный слив (ТОРНАДО)\n✅ Прочное сиденье с микролифтом (плавное закрытие)\n✅ Надёжная стальная рама выдерживает до 400 кг\n✅ Простая установка и уходКомплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "154876272"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "рамная инсталляция"
                                                                      ],
                                                                      [
                                                                          "Назначение",
                                                                          "для унитаза"
                                                                      ],
                                                                      [
                                                                          "Тип унитаза",
                                                                          "подвесной"
                                                                      ],
                                                                      [
                                                                          "Крепление",
                                                                          "в капитальную стену"
                                                                      ],
                                                                      [
                                                                          "Подвод воды",
                                                                          "сзади"
                                                                      ],
                                                                      [
                                                                          "Объем смывного бачка",
                                                                          "10 л"
                                                                      ],
                                                                      [
                                                                          "Слив воды",
                                                                          "две кнопки (полный слив/эконом)"
                                                                      ],
                                                                      [
                                                                          "Цвет",
                                                                          "черный"
                                                                      ],
                                                                      [
                                                                          "Монтажные размеры",
                                                                          "104-122см х 50см х 15см"
                                                                      ],
                                                                      [
                                                                          "Габаритные размеры",
                                                                          "111х55 см"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ]
                                                                  ]
                                                    },
    "hali-ramnaja-installjatsija-g550h-152706543":  {
                                                        "name":  "HALI рамная инсталляция G550H",
                                                        "category":  "installyacii",
                                                        "price":  116990,
                                                        "oldPrice":  129990,
                                                        "discount":  10,
                                                        "installmentPrice":  4880,
                                                        "installmentMonths":  24,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550h-152706543/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p94/p1a/153317223.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p66/pb1/88583705.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p4a/pb1/88583706.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pf5/p29/118456978.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p2e/pb1/88583707.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p5c/p1a/153317225.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "Унитаз с инсталляцией (комплект)Современный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.✅ Компактный дизайн экономит пространство✅ Бесшумный и мощный слив (ТОРНАДО)✅ Прочное сиденье с микролифтом (плавное закрытие)✅ Надёжная стальная рама выдерживает до 400 кг✅ Простая установка и уходКомплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "152706543"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "рамная инсталляция"
                                                                      ],
                                                                      [
                                                                          "Назначение",
                                                                          "для унитаза"
                                                                      ],
                                                                      [
                                                                          "Тип унитаза",
                                                                          "подвесной"
                                                                      ],
                                                                      [
                                                                          "Крепление",
                                                                          "в капитальную стену"
                                                                      ],
                                                                      [
                                                                          "Подвод воды",
                                                                          "сзади"
                                                                      ],
                                                                      [
                                                                          "Объем смывного бачка",
                                                                          "10 л"
                                                                      ],
                                                                      [
                                                                          "Слив воды",
                                                                          "две кнопки (полный слив/эконом)"
                                                                      ],
                                                                      [
                                                                          "Цвет",
                                                                          "серебристый"
                                                                      ],
                                                                      [
                                                                          "Монтажные размеры",
                                                                          "104-122см х 50см х 15см"
                                                                      ],
                                                                      [
                                                                          "Габаритные размеры",
                                                                          "111х55 см"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ]
                                                                  ]
                                                    },
    "hali-ramnaja-installjatsija-gr550h-145743552":  {
                                                         "name":  "HALI рамная инсталляция GR550H",
                                                         "category":  "installyacii",
                                                         "price":  79990,
                                                         "installmentPrice":  3333,
                                                         "installmentMonths":  24,
                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-gr550h-145743552/",
                                                         "images":  [
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p26/p76/67715003.png?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pb7/pac/81464147.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p7e/pac/81464149.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pe6/pd6/66507704.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pf6/pa9/81464151.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p0b/pf3/65070337.png?format=gallery-medium"
                                                                    ],
                                                         "description":  "🚽 Инсталляционная система Hali GR550H — надежность и современный комфортИнсталляции Hali серии GR550H — это удобное и стильное решение для вашего санузла.Благодаря технологии QuickFix монтаж проходит быстро и просто: подключение к водоснабжению и ревизионному окну выполняется без дополнительных инструментов.В комплект входит смывная панель Skate Cosmopolitan цвета хром. Прочный стальной каркас сертифицирован на нагрузку свыше 400 кг, что гарантирует долговечность и безопасность. Систему можно устанавливать как перед стеной, так и в гипсокартонную перегородку.🌿 Технология двойного смыва EcoJoy экономит до 50% воды🔇 Система шумоизоляции Whisper делает использование максимально тихим и комфортным.Hali GR550H — это практичное решение, которое объединяет стиль, надежность и экономичность.",
                                                         "specs":  [
                                                                       [
                                                                           "Код товара",
                                                                           "145743552"
                                                                       ],
                                                                       [
                                                                           "Тип",
                                                                           "рамная инсталляция"
                                                                       ],
                                                                       [
                                                                           "Назначение",
                                                                           "для унитаза"
                                                                       ],
                                                                       [
                                                                           "Тип унитаза",
                                                                           "подвесной"
                                                                       ],
                                                                       [
                                                                           "Крепление",
                                                                           "в капитальную стену"
                                                                       ],
                                                                       [
                                                                           "Подвод воды",
                                                                           "сзади, слева, справа"
                                                                       ],
                                                                       [
                                                                           "Объем смывного бачка",
                                                                           "9 л"
                                                                       ],
                                                                       [
                                                                           "Слив воды",
                                                                           "две кнопки (полный слив/эконом)"
                                                                       ],
                                                                       [
                                                                           "Цвет",
                                                                           "синий, белый"
                                                                       ],
                                                                       [
                                                                           "Монтажные размеры",
                                                                           "ширина - 50 см, высота - 111 см"
                                                                       ],
                                                                       [
                                                                           "Габаритные размеры",
                                                                           "50x111x12 см"
                                                                       ],
                                                                       [
                                                                           "Страна-производитель",
                                                                           "Китай"
                                                                       ]
                                                                   ]
                                                     },
    "unitaz-monoblok-hali-1-sanfarfor-176824156":  {
                                                       "name":  "Унитаз-моноблок HALI 1",
                                                       "category":  "installyacii",
                                                       "price":  85990,
                                                       "installmentPrice":  3583,
                                                       "installmentMonths":  24,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/unitaz-monoblok-hali-1-sanfarfor-176824156/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p81/pa0/178009406.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p18/p9d/178009416.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p76/p99/178009428.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p28/p96/178009437.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa2/p92/178009448.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p8d/p8f/178009455.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚽 Современный унитаз HALI с инновационной системой смыва «Торнадо» 🌪️✨ Безободковая конструкция — лёгкая очистка, меньше скопления грязи и бактерий 🧼🌪️ Смыв «Торнадо» — мощный вихревой поток воды обеспечивает эффективный и равномерный смыв 💦💧 Экономичный расход воды — эффективная система смыва помогает экономить воду 🌱🤫 Сиденье с микролифтом — плавное и бесшумное закрывание крышки💪 Прочность и надёжность — качественная конструкция для ежедневного использования и выдерживает нагрузку до 200 кг🏠 Современный дизайн — стильная форма чаши отлично впишется в интерьер ванной комнаты ✨🛒 HALI — комфорт, качество и современный дизайн для вашего дома! ❤️",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "176824156"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "унитаз-моноблок"
                                                                     ],
                                                                     [
                                                                         "Материал корпуса",
                                                                         "санфарфор"
                                                                     ],
                                                                     [
                                                                         "Антивсплеск",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Выпуск",
                                                                         "горизонтальный"
                                                                     ],
                                                                     [
                                                                         "Скрытый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "Установка бачка",
                                                                         "моноблок"
                                                                     ],
                                                                     [
                                                                         "Сиденье в комплекте",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет",
                                                                         "белый"
                                                                     ],
                                                                     [
                                                                         "Режим смыва",
                                                                         "двойной"
                                                                     ],
                                                                     [
                                                                         "Механизм слива",
                                                                         "механический"
                                                                     ],
                                                                     [
                                                                         "Форма",
                                                                         "овальная"
                                                                     ],
                                                                     [
                                                                         "Монтаж",
                                                                         "напольный"
                                                                     ],
                                                                     [
                                                                         "Высота чаши",
                                                                         "40 см"
                                                                     ],
                                                                     [
                                                                         "Особенности",
                                                                         "микролифт, сиденье дюропласт, безободковый, моноблок, антигрязевое покрытие"
                                                                     ],
                                                                     [
                                                                         "Размеры",
                                                                         "800*700*370"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "унитаз"
                                                                     ],
                                                                     [
                                                                         "Дополнительная информация",
                                                                         "напольный унитаз торнадо, установка без дополнительных креплений"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "51 кг"
                                                                     ]
                                                                 ]
                                                   },
    "unitaz-s-installjatsiei-hali-g550bs-sanfarfor-160564627":  {
                                                                    "name":  "Унитаз с инсталляцией HALI G550BS",
                                                                    "category":  "installyacii",
                                                                    "price":  129990,
                                                                    "installmentPrice":  5417,
                                                                    "installmentMonths":  24,
                                                                    "kaspiUrl":  "https://kaspi.kz/shop/p/unitaz-s-installjatsiei-hali-g550bs-sanfarfor-160564627/",
                                                                    "images":  [
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p70/pea/118428685.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p54/pea/118428686.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p38/pea/118428687.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/pec/p1f/118512474.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p1b/pea/118428688.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/pff/pe9/118428689.jpg?format=gallery-medium"
                                                                               ],
                                                                    "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: черный\nСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.\n✅ Компактный дизайн экономит пространство\n✅ Бесшумный и мощный слив (ТОРНАДО)\n✅ Прочное сиденье с микролифтом (плавное закрытие)\n✅ Надёжная стальная рама выдерживает до 400 кг\n✅ Простая установка и уход Комплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                                    "specs":  [
                                                                                  [
                                                                                      "Код товара",
                                                                                      "160564627"
                                                                                  ],
                                                                                  [
                                                                                      "Тип",
                                                                                      "унитаз с инсталляцией"
                                                                                  ],
                                                                                  [
                                                                                      "Материал корпуса",
                                                                                      "санфарфор"
                                                                                  ],
                                                                                  [
                                                                                      "Антивсплеск",
                                                                                      "Нет"
                                                                                  ],
                                                                                  [
                                                                                      "Выпуск",
                                                                                      "горизонтальный"
                                                                                  ],
                                                                                  [
                                                                                      "Скрытый монтаж",
                                                                                      "Да"
                                                                                  ],
                                                                                  [
                                                                                      "Установка бачка",
                                                                                      "скрытая"
                                                                                  ],
                                                                                  [
                                                                                      "Сиденье в комплекте",
                                                                                      "Да"
                                                                                  ],
                                                                                  [
                                                                                      "Цвет",
                                                                                      "черный"
                                                                                  ],
                                                                                  [
                                                                                      "Режим смыва",
                                                                                      "торнадо"
                                                                                  ],
                                                                                  [
                                                                                      "Механизм слива",
                                                                                      "механический"
                                                                                  ],
                                                                                  [
                                                                                      "Форма",
                                                                                      "овальная"
                                                                                  ],
                                                                                  [
                                                                                      "Монтаж",
                                                                                      "подвесной"
                                                                                  ],
                                                                                  [
                                                                                      "Высота чаши",
                                                                                      "34 см"
                                                                                  ],
                                                                                  [
                                                                                      "Особенности",
                                                                                      "антигрязевое покрытие, микролифт, сиденье дюропласт, моноблок"
                                                                                  ],
                                                                                  [
                                                                                      "Размеры",
                                                                                      "49.5×36×33.5см"
                                                                                  ],
                                                                                  [
                                                                                      "Комплектация",
                                                                                      "Инсталляция + кнопка смыва в черном цвете+ подвесной унитаз Торнадо"
                                                                                  ],
                                                                                  [
                                                                                      "Дополнительная информация",
                                                                                      "Унитаз подвесной, унитаз с инсталляцией, унитаз торнадо"
                                                                                  ],
                                                                                  [
                                                                                      "Вес",
                                                                                      "45 кг"
                                                                                  ]
                                                                              ]
                                                                },
    "hali-ramnaja-installjatsija-g550z-169965212":  {
                                                        "name":  "HALI рамная инсталляция G550Z",
                                                        "category":  "installyacii",
                                                        "price":  119990,
                                                        "installmentPrice":  5000,
                                                        "installmentMonths":  24,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550z-169965212/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p03/pa9/153369248.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pe7/pa8/153369249.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p7b/pa6/153369250.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p5f/pa6/153369251.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p42/pa6/153369252.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p0a/pa6/153369254.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: золотистый\nСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.\n✅ Компактный дизайн экономит пространство\n✅ Бесшумный и мощный слив (ТОРНАДО)\n✅ Прочное сиденье с микролифтом (плавное закрытие)\n✅ Надёжная стальная рама выдерживает до 400 кг\n✅ Простая установка и уход Комплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "169965212"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "рамная инсталляция"
                                                                      ],
                                                                      [
                                                                          "Назначение",
                                                                          "для унитаза"
                                                                      ],
                                                                      [
                                                                          "Тип унитаза",
                                                                          "подвесной"
                                                                      ],
                                                                      [
                                                                          "Крепление",
                                                                          "в капитальную стену"
                                                                      ],
                                                                      [
                                                                          "Подвод воды",
                                                                          "сзади"
                                                                      ],
                                                                      [
                                                                          "Объем смывного бачка",
                                                                          "10 л"
                                                                      ],
                                                                      [
                                                                          "Слив воды",
                                                                          "две кнопки (полный слив/эконом)"
                                                                      ],
                                                                      [
                                                                          "Цвет",
                                                                          "золотистый"
                                                                      ],
                                                                      [
                                                                          "Монтажные размеры",
                                                                          "104-122см х 50см х 15см"
                                                                      ],
                                                                      [
                                                                          "Габаритные размеры",
                                                                          "111х55 см"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ]
                                                                  ]
                                                    },
    "rakovina-hali-kv01-nad-stiral-noi-mashinoi-kvadratnaja-60h60-sm-mramor-178280206":  {
                                                                                             "name":  "Раковина HALI KV01 над стиральной машиной",
                                                                                             "category":  "rakoviny",
                                                                                             "price":  44990,
                                                                                             "oldPrice":  49990,
                                                                                             "discount":  10,
                                                                                             "installmentPrice":  3750,
                                                                                             "installmentMonths":  12,
                                                                                             "kaspiUrl":  "https://kaspi.kz/shop/p/rakovina-hali-kv01-nad-stiral-noi-mashinoi-kvadratnaja-60h60-sm-mramor-178280206/",
                                                                                             "images":  [
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pe3/p1c/183271610.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p1d/p1c/183271617.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p72/p1c/183271614.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pc6/p1c/183271611.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/paa/p1c/183271612.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pab/p01/183456657.?format=gallery-medium"
                                                                                                        ],
                                                                                             "description":  "📦 Раковина HALI разработана специально для установки над стиральной машиной — экономит место в санузле, объединяя зону стирки и умывания.\n📏 Компактность без потери комфорта. Толщина борта раковины всего 90 мм против 600 мм высоты обычной тумбы — раковина почти не «съедает» пространство над машинкой, а по площади умывания остаётся полноценной (600×600 мм).\n💎 Материал — мрамор. Прочнее акрила, устойчив к сколам, царапинам и высоким температурам, не желтеет со временем. Глянцевая поверхность легко моется. ✨\n🌀 Подходит под большинство стиральных машин. Совместима с моделями глубиной до 50 см — при подборе достаточно свериться с шириной и глубиной вашей машинки (ширина машины = ширине раковины, глубина машины должна быть примерно на 10 см меньше глубины раковины, замер по верхней крышке).\n📐 Размер 60×60 см — стандартная ширина, подходит под большинство встраиваемых и отдельно стоящих стиральных машин.\n🛠️ Полная комплектация для установки. В комплект входят: раковина, смеситель, сифон, две гибкие подводки, два кронштейна и монтажный набор (крепёж) — всё для монтажа без докупки деталей.",
                                                                                             "specs":  [
                                                                                                           [
                                                                                                               "Код товара",
                                                                                                               "178280206"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Установка",
                                                                                                               "над стиральной машиной"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Форма",
                                                                                                               "квадратная"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Материал",
                                                                                                               "мрамор"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Ширина",
                                                                                                               "60 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Длина",
                                                                                                               "60 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Высота",
                                                                                                               "9 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Комплектация",
                                                                                                               "кронштейны, сифон, смеситель"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Особенности",
                                                                                                               "Раковина над стиральной машиной, Смеситель идёт в подарок. Полный комплект для установки."
                                                                                                           ],
                                                                                                           [
                                                                                                               "Цвет",
                                                                                                               "белый"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Страна-производитель",
                                                                                                               "Казахстан"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Вес",
                                                                                                               "17 кг"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Число отверстий под смеситель",
                                                                                                               "1"
                                                                                                           ]
                                                                                                       ]
                                                                                         },
    "rakovina-hali-3001-01-nakladnaja-oval-naja-31h50-sm-keramika-168009325":  {
                                                                                   "name":  "Раковина HALI 3001-01 накладная",
                                                                                   "category":  "rakoviny",
                                                                                   "price":  49990,
                                                                                   "installmentPrice":  4166,
                                                                                   "installmentMonths":  12,
                                                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/rakovina-hali-3001-01-nakladnaja-oval-naja-31h50-sm-keramika-168009325/",
                                                                                   "images":  [
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p81/p00/145616497.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p65/p00/145616498.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pea/p49/145616501.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p06/p4a/145616502.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p23/p4a/145616503.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p5b/p4a/145616505.jpg?format=gallery-medium"
                                                                                              ],
                                                                                   "description":  "✨ Накладная раковина — стильное решение для современной ванной комнаты!\n-\n-Элегантный дизайн с мраморным узором придаёт интерьеру премиальный и дорогой вид\n🤍Компактная и удобная форма идеально подходит как для больших, так и для небольших ванных комнат.-\n📏 Размер раковины: 50×13 см Практичная глубина обеспечивает комфортное использование каждый день 💧-В комплект уже входит всё необходимое 👌\n✔️ Стильный смеситель-✨\nПрочная керамика устойчива к влаге, загрязнениям и легко очищается, сохраняя безупречный внешний вид на долгое время.\n🖤 Идеальное сочетание эстетики, качества и удобства для вашего дома!",
                                                                                   "specs":  [
                                                                                                 [
                                                                                                     "Код товара",
                                                                                                     "168009325"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Установка",
                                                                                                     "накладная"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Форма",
                                                                                                     "овальная"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Материал",
                                                                                                     "керамика"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Ширина",
                                                                                                     "31 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Длина",
                                                                                                     "50 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Высота",
                                                                                                     "13 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Глубина чаши",
                                                                                                     "11 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Комплектация",
                                                                                                     "сифон, смеситель"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Особенности",
                                                                                                     "Смеситель в комплекте! сифон в подарок!"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Цвет",
                                                                                                     "белый"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Название оттенка",
                                                                                                     "Белый мрамор"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Страна-производитель",
                                                                                                     "Китай"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Вес",
                                                                                                     "8 кг"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Число отверстий под смеситель",
                                                                                                     "1"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Отверстие под перелив",
                                                                                                     "Нет"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Диаметр сливного отверстия",
                                                                                                     "40 мм"
                                                                                                 ]
                                                                                             ]
                                                                               },
    "hali-zerkalo-20525-70x70-sm-nastennoe-147098553":  {
                                                            "name":  "Зеркало настенное HALI 70×70 см",
                                                            "category":  "aksessuary",
                                                            "price":  81000,
                                                            "oldPrice":  90000,
                                                            "discount":  10,
                                                            "installmentPrice":  3375,
                                                            "installmentMonths":  24,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/hali-zerkalo-20525-70x70-sm-nastennoe-147098553/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p2e/p82/72362063.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p4a/p82/72362064.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p66/p82/72362065.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p82/p82/72362066.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p67/pf0/69704546.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p83/pf0/69704547.jpg?format=gallery-medium"
                                                                       ],
                                                            "description":  "🌟 Круглое зеркало с подогревом HALI, 70см\nСовременное зеркало, которое объединяет стильный дизайн и инновационные технологии. Оно станет не только функциональным элементом, но и настоящим украшением вашей ванной комнаты.\n✨ Преимущества:\n✅ Сенсорный выключатель — лёгкое управление одним касанием.\n💡 Регулировка яркости — настройте комфортное освещение под себя.\n🔥 Функция подогрева (антипар) — зеркало не запотевает даже после горячего душа.\n⚪ Идеальный размер Ø70 см — гармонично впишется в любую ванную комнату.\n📌 Зеркало HALI создаёт уют, комфорт и практичность в одном решении. Теперь каждое утро будет начинаться в атмосфере света и стиля!",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "147098553"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "зеркало"
                                                                          ],
                                                                          [
                                                                              "Форма",
                                                                              "круглая"
                                                                          ],
                                                                          [
                                                                              "Размещение",
                                                                              "настенное"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для ванной, для спальни, для гостиной"
                                                                          ],
                                                                          [
                                                                              "Рама",
                                                                              "Да"
                                                                          ],
                                                                          [
                                                                              "Материал рамы",
                                                                              "алюминий"
                                                                          ],
                                                                          [
                                                                              "Подсветка",
                                                                              "Да"
                                                                          ],
                                                                          [
                                                                              "Полка",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Размеры",
                                                                              "70х70см"
                                                                          ],
                                                                          [
                                                                              "Ширина, см",
                                                                              "70"
                                                                          ],
                                                                          [
                                                                              "Высота",
                                                                              "70 см"
                                                                          ],
                                                                          [
                                                                              "Особенности",
                                                                              "функция антизапотевания"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "черный"
                                                                          ]
                                                                      ]
                                                        },
    "udlinitel-dlja-dushevoi-stoiki-300h20-mm-6126002-latun--122268148":  {
                                                                              "name":  "Удлинитель для душевой стойки",
                                                                              "category":  "aksessuary",
                                                                              "price":  3990,
                                                                              "installmentPrice":  1330,
                                                                              "installmentMonths":  3,
                                                                              "kaspiUrl":  "https://kaspi.kz/shop/p/udlinitel-dlja-dushevoi-stoiki-300h20-mm-6126002-latun--122268148/",
                                                                              "images":  [
                                                                                             "https://resources.cdn-kaspi.kz/img/m/p/ha5/h19/86755096723486.jpg?format=gallery-medium",
                                                                                             "https://resources.cdn-kaspi.kz/img/m/p/hfe/h03/86755096789022.jpg?format=gallery-medium",
                                                                                             "https://resources.cdn-kaspi.kz/img/m/p/h12/h78/86755096854558.jpg?format=gallery-medium"
                                                                                         ],
                                                                              "description":  "Удлинитель для душевой стойки 300х20 мм 6126002 — это практичное и надежное решение для регулировки высоты и положения душевой лейки, изготовленное из прочной латуни.\n✨ Особенности:\n- 📏 Длина 300 мм — позволяет оптимально настроить высоту душевой лейки для комфортного использования.\n- 🛠 Латунный корпус — гарантирует долговечность и устойчивость к коррозии.\n- 🔗 Стандартное соединение 20 мм — обеспечивает совместимость с большинством душевых стоек.\n- 🛡 Надежная конструкция — выдерживает ежедневные нагрузки и обеспечивает безопасное использование.\nЭтот удлинитель станет отличным выбором для тех, кто хочет улучшить функциональность и удобство своей душевой кабины, обеспечив комфортный и приятный опыт во время водных процедур.",
                                                                              "specs":  [
                                                                                            [
                                                                                                "Код товара",
                                                                                                "122268148"
                                                                                            ],
                                                                                            [
                                                                                                "Тип",
                                                                                                "удлинитель для душевой стойки"
                                                                                            ],
                                                                                            [
                                                                                                "Материал",
                                                                                                "латунь"
                                                                                            ],
                                                                                            [
                                                                                                "С полкой",
                                                                                                "Нет"
                                                                                            ],
                                                                                            [
                                                                                                "Длина",
                                                                                                "300 мм"
                                                                                            ],
                                                                                            [
                                                                                                "Ширина",
                                                                                                "20 мм"
                                                                                            ],
                                                                                            [
                                                                                                "Страна-производитель",
                                                                                                "Китай"
                                                                                            ],
                                                                                            [
                                                                                                "Цвет",
                                                                                                "хром"
                                                                                            ]
                                                                                        ]
                                                                          },
    "kuhonnaja-moika-hali-smesitel-463175529-50h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-141384269":  {
                                                                                                               "name":  "Кухонная мойка HALI + смеситель 463175529 50×50×22 см",
                                                                                                               "category":  "moyki",
                                                                                                               "price":  36990,
                                                                                                               "installmentPrice":  3083,
                                                                                                               "installmentMonths":  12,
                                                                                                               "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-463175529-50h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-141384269/",
                                                                                                               "images":  [
                                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p47/pef/146836887.jpg?format=gallery-medium",
                                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pb1/pf2/146836897.jpg?format=gallery-medium",
                                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p55/pc2/146836906.jpg?format=gallery-medium",
                                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p5c/pbf/146836912.jpg?format=gallery-medium",
                                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p97/pbe/146836919.jpg?format=gallery-medium",
                                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pba/pbb/146836924.jpg?format=gallery-medium"
                                                                                                                          ],
                                                                                                               "description":  "Кухонная мойка HALI — это практичное и стильное решение для вашей кухни, сочетающее в себе просторную чашу, долговечные материалы и полный комплект аксессуаров.\n✨ Особенности:\n- 🎧 В комплекте смеситель — экономия времени и средств.\n- 🛡 Толщина стали 3 мм — повышенная прочность и устойчивость к деформации.\n- 🎨 Графитовый цвет — современный и элегантный дизайн, который впишется в любой интерьер.\n- 🌱 Антикоррозийная защита — мойка прослужит вам долгие годы, не теряя своего привлекательного вида.\n- 🧼 Легкость в уходе — гладкая поверхность не требует специальных чистящих средств.\nЭта мойка станет незаменимым помощником на вашей кухне, обеспечивая комфорт и удобство при ежедневном использовании. Идеально подходит для тех, кто ценит функциональность и эстетику.",
                                                                                                               "specs":  [
                                                                                                                             [
                                                                                                                                 "Код товара",
                                                                                                                                 "141384269"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Установка",
                                                                                                                                 "врезная"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Форма",
                                                                                                                                 "прямоугольная"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Количество чаш",
                                                                                                                                 "1"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Материал",
                                                                                                                                 "нержавеющая сталь"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Крыло",
                                                                                                                                 "Нет"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Измельчитель пищевых отходов",
                                                                                                                                 "Нет"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Цвет",
                                                                                                                                 "черный"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Особенности",
                                                                                                                                 "смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Оттенок",
                                                                                                                                 "графитовый"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Глубина чаши",
                                                                                                                                 "22 см"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Ширина",
                                                                                                                                 "50 см"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Длина",
                                                                                                                                 "50 см"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Диаметр сливного отверстия",
                                                                                                                                 "50"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                 "90"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Страна-производитель",
                                                                                                                                 "Китай"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Размеры",
                                                                                                                                 "50х50х22х3мм"
                                                                                                                             ],
                                                                                                                             [
                                                                                                                                 "Комплектация",
                                                                                                                                 "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                             ]
                                                                                                                         ]
                                                                                                           },
    "kuhonnaja-moika-hali-smesitel-141384274-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-3mm-144869372":  {
                                                                                                                           "name":  "Кухонная мойка HALI + смеситель 60×45×22 см (черный 3мм)",
                                                                                                                           "category":  "moyki",
                                                                                                                           "price":  53990,
                                                                                                                           "installmentPrice":  2250,
                                                                                                                           "installmentMonths":  24,
                                                                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-141384274-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-3mm-144869372/",
                                                                                                                           "images":  [
                                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p6d/p83/62961601.png?format=gallery-medium",
                                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p51/p83/62961602.png?format=gallery-medium",
                                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p35/p83/62961603.png?format=gallery-medium",
                                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p1a/p83/62961604.PNG?format=gallery-medium",
                                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pfc/p82/62961605.png?format=gallery-medium",
                                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pe0/p82/62961606.png?format=gallery-medium"
                                                                                                                                      ],
                                                                                                                           "description":  "Кухонная мойка HALI + смеситель — это практичное и стильное решение для вашей кухни, сочетающее в себе долговечность материалов и удобство использования.\n✨ Особенности:\n- 🛡 Нержавеющая сталь — гарантирует устойчивость к коррозии и долгий срок службы.\n- 📐 Врезной монтаж — экономит пространство и упрощает установку.\n- 🚰 Смеситель с фильтром в комплекте — обеспечивает чистую воду прямо из-под крана.\n- 🔇 Система шумоподавления — снижает уровень шума при использовании.\n- 🧼 Гладкая поверхность — легко моется и поддерживает чистоту.\nЭта мойка станет незаменимым помощником на вашей кухне, упрощая процесс приготовления пищи и мытья посуды. Она идеально подойдёт для тех, кто ценит функциональность, надёжность и современный дизайн.",
                                                                                                                           "specs":  [
                                                                                                                                         [
                                                                                                                                             "Код товара",
                                                                                                                                             "144869372"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Установка",
                                                                                                                                             "врезная"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Форма",
                                                                                                                                             "прямоугольная"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Количество чаш",
                                                                                                                                             "1"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Материал",
                                                                                                                                             "нержавеющая сталь"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Крыло",
                                                                                                                                             "Нет"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Измельчитель пищевых отходов",
                                                                                                                                             "Нет"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Цвет",
                                                                                                                                             "черный"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Особенности",
                                                                                                                                             "141384274"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Оттенок",
                                                                                                                                             "графитовый, черный"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Глубина чаши",
                                                                                                                                             "22 см"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Ширина",
                                                                                                                                             "45 см"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Длина",
                                                                                                                                             "60 см"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Диаметр сливного отверстия",
                                                                                                                                             "50"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                             "90"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Страна-производитель",
                                                                                                                                             "Китай"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Размеры",
                                                                                                                                             "60х45х22х3мм"
                                                                                                                                         ],
                                                                                                                                         [
                                                                                                                                             "Комплектация",
                                                                                                                                             "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                                         ]
                                                                                                                                     ]
                                                                                                                       },
    "kuhonnaja-moika-smesitel-hali-10-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-144875880":  {
                                                                                                                "name":  "Кухонная мойка + смеситель HALI №10 50×45×22 см",
                                                                                                                "category":  "moyki",
                                                                                                                "price":  51990,
                                                                                                                "installmentPrice":  2167,
                                                                                                                "installmentMonths":  24,
                                                                                                                "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-smesitel-hali-10-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-144875880/",
                                                                                                                "images":  [
                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/paf/p07/62961759.png?format=gallery-medium",
                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p43/p05/62961760.png?format=gallery-medium",
                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p27/p05/62961761.jpg?format=gallery-medium",
                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p0b/p05/62961762.PNG?format=gallery-medium",
                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/pee/p04/62961763.png?format=gallery-medium",
                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/pd2/p04/62961764.png?format=gallery-medium"
                                                                                                                           ],
                                                                                                                "description":  "✨ Кухонная мойка HALI Люкс с фильтр-смесителем\nПредставляем вам мойку премиум-класса, которая станет стильным и функциональным решением для вашей кухни. Она сочетает в себе элегантный дизайн и практичность, делая работу на кухне максимально комфортной.\n🔹 Графитовый цвет придаёт современный и роскошный вид, гармонично вписывающийся в любой интерьер.\n🔹 Высококачественная нержавеющая сталь — прочность, долговечность и полная защита от коррозии.\n🔹 Просторная чаша идеально подходит как для мытья посуды, так и для приготовления ингредиентов.\n🔹 Гладкая поверхность легко очищается, сохраняя безупречный внешний вид.\n✨ Особенности модели:\n🚰 Смеситель с фильтром в комплекте — чистая вода и удобство в одном решении.\n✅ Антицарапающее покрытие — сохраняет безупречный вид на долгие годы.\n🔇 Система шумоподавления — комфорт при ежедневном использовании.\n🛡 Антикоррозийная защита — надёжность и долговечность.\n📐 Врезной монтаж обеспечивает экономию пространства и удобство эксплуатации.\nС мойкой HALI Люкс каждая минута на кухне приносит удовольствие, а ваша кухня становится ещё красивее и удобнее.",
                                                                                                                "specs":  [
                                                                                                                              [
                                                                                                                                  "Код товара",
                                                                                                                                  "144875880"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Установка",
                                                                                                                                  "врезная"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Форма",
                                                                                                                                  "прямоугольная"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Количество чаш",
                                                                                                                                  "1"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Материал",
                                                                                                                                  "нержавеющая сталь"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Крыло",
                                                                                                                                  "Нет"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Измельчитель пищевых отходов",
                                                                                                                                  "Нет"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Цвет",
                                                                                                                                  "черный"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Оттенок",
                                                                                                                                  "графитовый, черный"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Глубина чаши",
                                                                                                                                  "22 см"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Ширина",
                                                                                                                                  "45 см"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Длина",
                                                                                                                                  "50 см"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Диаметр сливного отверстия",
                                                                                                                                  "50"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                  "90мм"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Страна-производитель",
                                                                                                                                  "Китай"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Размеры",
                                                                                                                                  "50х45х22х3мм"
                                                                                                                              ],
                                                                                                                              [
                                                                                                                                  "Комплектация",
                                                                                                                                  "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                              ]
                                                                                                                          ]
                                                                                                            },
    "kuhonnaja-moika-hali-smesitel-s-shumopodavleniem-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-3mm-144881113":  {
                                                                                                                                             "name":  "Кухонная мойка HALI + смеситель с шумоподавлением 60×45×22 см",
                                                                                                                                             "category":  "moyki",
                                                                                                                                             "price":  43990,
                                                                                                                                             "installmentPrice":  3666,
                                                                                                                                             "installmentMonths":  12,
                                                                                                                                             "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-s-shumopodavleniem-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-3mm-144881113/",
                                                                                                                                             "images":  [
                                                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pd7/p0e/62961736.png?format=gallery-medium",
                                                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p9e/p0e/62961738.png?format=gallery-medium",
                                                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p16/p0c/62961740.png?format=gallery-medium",
                                                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pdf/p0b/62961742.PNG?format=gallery-medium",
                                                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pc1/p0b/62961743.png?format=gallery-medium",
                                                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pa5/p0b/62961744.png?format=gallery-medium"
                                                                                                                                                        ],
                                                                                                                                             "description":  "✨ Кухонная мойка HALI — стиль и практичность в одном\nМы рады представить кухонную мойку, которая станет идеальным дополнением вашего интерьера! Она сочетает в себе современный дизайн и функциональность, предлагая всё необходимое для удобной работы на кухне.\n🔹 Графитовый цвет придаёт элегантность и гармонично вписывается в любой дизайн.\n🔹 Нержавеющая сталь высокого качества — прочность, долговечность и защита от коррозии.\n🔹 Просторная чаша подходит для любых задач — от мытья посуды до подготовки продуктов.\n🔹 Гладкая поверхность легко очищается, экономя ваше время.\n✨ Преимущества нашей модели:\n✅ Антицарапающее покрытие — сохраняет идеальный внешний вид.\n🔇 Шумоподавление — комфорт при использовании.\n🚰 Смеситель в комплекте — готовое решение «под ключ».\n🛡 Антикоррозийная защита — долгий срок службы.\n📐 Врезной монтаж обеспечивает удобство и экономию пространства, делая вашу кухню ещё более современной и функциональной.\nС мойкой HALI каждая минута на кухне будет комфортной и приятной!",
                                                                                                                                             "specs":  [
                                                                                                                                                           [
                                                                                                                                                               "Код товара",
                                                                                                                                                               "144881113"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Установка",
                                                                                                                                                               "врезная"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Форма",
                                                                                                                                                               "прямоугольная"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Количество чаш",
                                                                                                                                                               "1"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Материал",
                                                                                                                                                               "нержавеющая сталь"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Крыло",
                                                                                                                                                               "Нет"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Измельчитель пищевых отходов",
                                                                                                                                                               "Нет"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Цвет",
                                                                                                                                                               "черный"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Особенности",
                                                                                                                                                               "Смеситель в комплекте"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Оттенок",
                                                                                                                                                               "графитовый, черный металлик"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Глубина чаши",
                                                                                                                                                               "22 см"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Ширина",
                                                                                                                                                               "45 см"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Длина",
                                                                                                                                                               "60 см"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Диаметр сливного отверстия",
                                                                                                                                                               "50"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                                               "90"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Страна-производитель",
                                                                                                                                                               "Китай"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Размеры",
                                                                                                                                                               "60х45х22х3мм"
                                                                                                                                                           ],
                                                                                                                                                           [
                                                                                                                                                               "Комплектация",
                                                                                                                                                               "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                                                           ]
                                                                                                                                                       ]
                                                                                                                                         },
    "kuhonnaja-moika-smesitel-hali-10-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-144925932":  {
                                                                                                                         "name":  "Кухонная мойка + смеситель HALI №10 50×45×22 см (черный металлик)",
                                                                                                                         "category":  "moyki",
                                                                                                                         "price":  43990,
                                                                                                                         "installmentPrice":  3666,
                                                                                                                         "installmentMonths":  12,
                                                                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-smesitel-hali-10-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-144925932/",
                                                                                                                         "images":  [
                                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p3a/pd5/62961572.png?format=gallery-medium",
                                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1d/pd5/62961573.png?format=gallery-medium",
                                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p01/pd5/62961574.jpg?format=gallery-medium",
                                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pe5/pd4/62961575.png?format=gallery-medium",
                                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pca/pd4/62961576.PNG?format=gallery-medium",
                                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pad/pd4/62961577.png?format=gallery-medium"
                                                                                                                                    ],
                                                                                                                         "description":  "✨ Кухонная мойка HALI — стиль и практичность в одном\nМы рады представить кухонную мойку, которая станет идеальным дополнением вашего интерьера! Она сочетает в себе современный дизайн и функциональность, предлагая всё необходимое для удобной работы на кухне.\n🔹 Графитовый цвет придаёт элегантность и гармонично вписывается в любой дизайн.\n🔹 Нержавеющая сталь высокого качества — прочность, долговечность и защита от коррозии.\n🔹 Просторная чаша подходит для любых задач — от мытья посуды до подготовки продуктов.\n🔹 Гладкая поверхность легко очищается, экономя ваше время.\n✨ Преимущества нашей модели:\n✅ Антицарапающее покрытие — сохраняет идеальный внешний вид.\n🔇 Шумоподавление — комфорт при использовании.\n🚰 Смеситель в комплекте — готовое решение «под ключ».\n🛡 Антикоррозийная защита — долгий срок службы.\n📐 Врезной монтаж обеспечивает удобство и экономию пространства, делая вашу кухню ещё более современной и функциональной.\nС мойкой HALI каждая минута на кухне будет комфортной и приятной!",
                                                                                                                         "specs":  [
                                                                                                                                       [
                                                                                                                                           "Код товара",
                                                                                                                                           "144925932"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Установка",
                                                                                                                                           "врезная"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Форма",
                                                                                                                                           "прямоугольная"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Количество чаш",
                                                                                                                                           "1"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Материал",
                                                                                                                                           "нержавеющая сталь"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Крыло",
                                                                                                                                           "Нет"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Измельчитель пищевых отходов",
                                                                                                                                           "Нет"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Цвет",
                                                                                                                                           "черный"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Оттенок",
                                                                                                                                           "графитовый, черный металлик"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Глубина чаши",
                                                                                                                                           "22 см"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Ширина",
                                                                                                                                           "45 см"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Длина",
                                                                                                                                           "50 см"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Диаметр сливного отверстия",
                                                                                                                                           "50"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                           "90мм"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Страна-производитель",
                                                                                                                                           "Китай"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Размеры",
                                                                                                                                           "50х45х22х3мм"
                                                                                                                                       ],
                                                                                                                                       [
                                                                                                                                           "Комплектация",
                                                                                                                                           "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                                       ]
                                                                                                                                   ]
                                                                                                                     },
    "kuhonnaja-moika-hali-smesitel-463175529-50h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-145983373":  {
                                                                                                                                "name":  "Кухонная мойка HALI + смеситель 463175529 50×50×22 см (черный металлик)",
                                                                                                                                "category":  "moyki",
                                                                                                                                "price":  43990,
                                                                                                                                "installmentPrice":  3666,
                                                                                                                                "installmentMonths":  12,
                                                                                                                                "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-463175529-50h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-145983373/",
                                                                                                                                "images":  [
                                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p64/pe9/65916567.png?format=gallery-medium",
                                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p25/pec/65916571.jpg?format=gallery-medium",
                                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p41/pec/65916572.png?format=gallery-medium",
                                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p5c/pec/65916573.PNG?format=gallery-medium",
                                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/p95/pec/65916575.jpg?format=gallery-medium",
                                                                                                                                               "https://resources.cdn-kaspi.kz/img/m/p/pce/pec/65916577.png?format=gallery-medium"
                                                                                                                                           ],
                                                                                                                                "description":  "✨ Кухонная мойка HALI — стиль и практичность в одном\nМы рады представить кухонную мойку, которая станет идеальным дополнением вашего интерьера! Она сочетает в себе современный дизайн и функциональность, предлагая всё необходимое для удобной работы на кухне.\n🔹 Графитовый цвет придаёт элегантность и гармонично вписывается в любой дизайн.\n🔹 Нержавеющая сталь высокого качества — прочность, долговечность и защита от коррозии.\n🔹 Просторная чаша подходит для любых задач — от мытья посуды до подготовки продуктов.\n🔹 Гладкая поверхность легко очищается, экономя ваше время.\n✨ Преимущества нашей модели:\n✅ Антицарапающее покрытие — сохраняет идеальный внешний вид.\n🔇 Шумоподавление — комфорт при использовании.\n🚰 Смеситель в комплекте — готовое решение «под ключ».\n🛡 Антикоррозийная защита — долгий срок службы.\n📐 Врезной монтаж обеспечивает удобство и экономию пространства, делая вашу кухню ещё более современной и функциональной.\nС мойкой HALI каждая минута на кухне будет комфортной и приятной!",
                                                                                                                                "specs":  [
                                                                                                                                              [
                                                                                                                                                  "Код товара",
                                                                                                                                                  "145983373"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Установка",
                                                                                                                                                  "врезная"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Форма",
                                                                                                                                                  "квадратная"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Количество чаш",
                                                                                                                                                  "1"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Материал",
                                                                                                                                                  "нержавеющая сталь"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Крыло",
                                                                                                                                                  "Нет"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Измельчитель пищевых отходов",
                                                                                                                                                  "Нет"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Цвет",
                                                                                                                                                  "черный"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Особенности",
                                                                                                                                                  "Смеситель в комплекте"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Оттенок",
                                                                                                                                                  "графитовый, черный металлик"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Глубина чаши",
                                                                                                                                                  "22 см"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Ширина",
                                                                                                                                                  "50 см"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Длина",
                                                                                                                                                  "50 см"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Диаметр сливного отверстия",
                                                                                                                                                  "50"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                                  "90"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Страна-производитель",
                                                                                                                                                  "Китай"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Размеры",
                                                                                                                                                  "50х50х22х3мм"
                                                                                                                                              ],
                                                                                                                                              [
                                                                                                                                                  "Комплектация",
                                                                                                                                                  "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                                              ]
                                                                                                                                          ]
                                                                                                                            },
    "kuhonnaja-moika-hali-smesitel-463175529-50h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-145983379":  {
                                                                                                                       "name":  "Кухонная мойка HALI + смеситель 463175529 50×50×22 см",
                                                                                                                       "category":  "moyki",
                                                                                                                       "price":  53990,
                                                                                                                       "installmentPrice":  2250,
                                                                                                                       "installmentMonths":  24,
                                                                                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-463175529-50h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-145983379/",
                                                                                                                       "images":  [
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pc7/pef/65916583.png?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pff/pef/65916585.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p70/pf0/65916589.png?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p68/pf3/65916595.PNG?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa1/pf3/65916597.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p0e/pc2/65916600.png?format=gallery-medium"
                                                                                                                                  ],
                                                                                                                       "description":  "✨ Кухонная мойка HALI Люкс с фильтр-смесителем\nПредставляем вам мойку премиум-класса, которая станет стильным и функциональным решением для вашей кухни. Она сочетает в себе элегантный дизайн и практичность, делая работу на кухне максимально комфортной.\n🔹 Графитовый цвет придаёт современный и роскошный вид, гармонично вписывающийся в любой интерьер.\n🔹 Высококачественная нержавеющая сталь — прочность, долговечность и полная защита от коррозии.\n🔹 Просторная чаша идеально подходит как для мытья посуды, так и для приготовления ингредиентов.\n🔹 Гладкая поверхность легко очищается, сохраняя безупречный внешний вид.\n✨ Особенности модели:\n🚰 Смеситель с фильтром в комплекте — чистая вода и удобство в одном решении.\n✅ Антицарапающее покрытие — сохраняет безупречный вид на долгие годы.\n🔇 Система шумоподавления — комфорт при ежедневном использовании.\n🛡 Антикоррозийная защита — надёжность и долговечность.\n📐 Врезной монтаж обеспечивает экономию пространства и удобство эксплуатации.\nС мойкой HALI Люкс каждая минута на кухне приносит удовольствие, а ваша кухня становится ещё красивее и удобнее.",
                                                                                                                       "specs":  [
                                                                                                                                     [
                                                                                                                                         "Код товара",
                                                                                                                                         "145983379"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Установка",
                                                                                                                                         "врезная"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Форма",
                                                                                                                                         "квадратная"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Количество чаш",
                                                                                                                                         "1"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Материал",
                                                                                                                                         "нержавеющая сталь"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Крыло",
                                                                                                                                         "Нет"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Измельчитель пищевых отходов",
                                                                                                                                         "Нет"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Цвет",
                                                                                                                                         "черный"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Особенности",
                                                                                                                                         "Смеситель с Фильтром"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Оттенок",
                                                                                                                                         "графитовый, черный"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Глубина чаши",
                                                                                                                                         "22 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Ширина",
                                                                                                                                         "50 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Длина",
                                                                                                                                         "50 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Диаметр сливного отверстия",
                                                                                                                                         "50"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                         "90"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Страна-производитель",
                                                                                                                                         "Китай"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Размеры",
                                                                                                                                         "50х50х22х3мм"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Комплектация",
                                                                                                                                         "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                                     ]
                                                                                                                                 ]
                                                                                                                   },
    "hali-463175539-vreznaja-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-146053994":  {
                                                                                                       "name":  "Кухонная мойка HALI 463175539 врезная 50×45×22 см",
                                                                                                       "category":  "moyki",
                                                                                                       "price":  19990,
                                                                                                       "installmentPrice":  3332,
                                                                                                       "installmentMonths":  6,
                                                                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-463175539-vreznaja-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-146053994/",
                                                                                                       "images":  [
                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p68/pec/66163716.png?format=gallery-medium",
                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p29/pef/66163720.png?format=gallery-medium",
                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p9a/pef/66163724.png?format=gallery-medium",
                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p0a/pf0/66163728.png?format=gallery-medium",
                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pae/pf2/66163731.jpg?format=gallery-medium",
                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pe7/pf2/66163733.png?format=gallery-medium"
                                                                                                                  ],
                                                                                                       "description":  "✨ Кухонная мойка HALI — стиль и практичность в одном\nМы рады представить кухонную мойку, которая станет идеальным дополнением вашего интерьера! Она сочетает в себе современный дизайн и функциональность, предлагая всё необходимое для удобной работы на кухне.\n🔹 Графитовый цвет придаёт элегантность и гармонично вписывается в любой дизайн.\n🔹 Нержавеющая сталь высокого качества — прочность, долговечность и защита от коррозии.\n🔹 Просторная чаша подходит для любых задач — от мытья посуды до подготовки продуктов.\n🔹 Гладкая поверхность легко очищается, экономя ваше время.\n✨ Преимущества нашей модели:\n✅ Антицарапающее покрытие — сохраняет идеальный внешний вид.\n🔇 Шумоподавление — комфорт при использовании.\n🛡 Антикоррозийная защита — долгий срок службы.\n📐 Врезной монтаж обеспечивает удобство и экономию пространства, делая вашу кухню ещё более современной и функциональной.\nС мойкой HALI каждая минута на кухне будет комфортной и приятной!",
                                                                                                       "specs":  [
                                                                                                                     [
                                                                                                                         "Код товара",
                                                                                                                         "146053994"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Установка",
                                                                                                                         "врезная"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Форма",
                                                                                                                         "прямоугольная"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Количество чаш",
                                                                                                                         "1"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Материал",
                                                                                                                         "нержавеющая сталь"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Крыло",
                                                                                                                         "Нет"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Измельчитель пищевых отходов",
                                                                                                                         "Нет"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Цвет",
                                                                                                                         "черный"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Особенности",
                                                                                                                         "Антицарапающее покрытие — сохраняет идеальный внешний вид."
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Оттенок",
                                                                                                                         "графитовый, черный"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Глубина чаши",
                                                                                                                         "22 см"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Ширина",
                                                                                                                         "45 см"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Длина",
                                                                                                                         "50 см"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Диаметр сливного отверстия",
                                                                                                                         "50"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                         "90"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Страна-производитель",
                                                                                                                         "Китай"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Размеры",
                                                                                                                         "50х45х22х2мм"
                                                                                                                     ],
                                                                                                                     [
                                                                                                                         "Комплектация",
                                                                                                                         "сетка для мусора, съемная чаша, решетка для сушки, сифон, перелив, дозатор, коландер"
                                                                                                                     ]
                                                                                                                 ]
                                                                                                   },
    "kuhonnaja-moika-hali-463175539-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-157289007":  {
                                                                                                                       "name":  "Кухонная мойка HALI 463175539 50×45×22 см",
                                                                                                                       "category":  "moyki",
                                                                                                                       "price":  39990,
                                                                                                                       "installmentPrice":  3333,
                                                                                                                       "installmentMonths":  12,
                                                                                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-463175539-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-157289007/",
                                                                                                                       "images":  [
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p39/p83/143531304.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p65/pbb/106329450.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p0f/pbc/106329456.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/peb/pbe/106329461.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p78/pbf/106329466.jpg?format=gallery-medium",
                                                                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/paa/pc2/106329474.jpg?format=gallery-medium"
                                                                                                                                  ],
                                                                                                                       "description":  "🖤 Кухонная мойка HALI 50×45 — полный комплект для современной кухни\nСтильная и практичная кухонная мойка в графитовом цвете, созданная для ежедневного комфорта и долговечной службы 🔥\n✨ Основные преимущества:\n🛡 Антикоррозийная защита — не боится влаги и перепадов температур\n✨ Антицарапающее покрытие — сохраняет аккуратный внешний вид надолго\n🔇 Бесшумная мойка — комфорт при использовании\n💪 Толщина стали 3 мм — повышенная прочность и надежность\n📐 Размер 50×45 см — удобно даже для крупной посуды\n📦 ПОЛНАЯ КОМПЛЕКТАЦИЯ (ничего докупать не нужно):\n🚰 Смеситель\n🧼 Ризер (стаканомойка) — быстрое и удобное ополаскивание стаканов и бутылок\n🧴 Сифон + дозатор для моющего средства\n🥗 Сушка / коландер\n🔩 Все необходимые элементы для установки",
                                                                                                                       "specs":  [
                                                                                                                                     [
                                                                                                                                         "Код товара",
                                                                                                                                         "157289007"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Установка",
                                                                                                                                         "врезная"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Форма",
                                                                                                                                         "прямоугольная"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Количество чаш",
                                                                                                                                         "1"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Материал",
                                                                                                                                         "нержавеющая сталь"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Крыло",
                                                                                                                                         "Нет"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Измельчитель пищевых отходов",
                                                                                                                                         "Нет"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Цвет",
                                                                                                                                         "черный"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Особенности",
                                                                                                                                         "Смеситель и стаканамойка (ризер) входит в комплект, мойка для кухни, кухонная мойка врезная"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Оттенок",
                                                                                                                                         "графитовый, черный металлик"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Глубина чаши",
                                                                                                                                         "22 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Ширина",
                                                                                                                                         "45 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Длина",
                                                                                                                                         "50 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Диаметр сливного отверстия",
                                                                                                                                         "50"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Страна-производитель",
                                                                                                                                         "Китай"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Размеры",
                                                                                                                                         "50х45х22 см"
                                                                                                                                     ],
                                                                                                                                     [
                                                                                                                                         "Комплектация",
                                                                                                                                         "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, ринзер для стаканов, съемная чаша, решетка для сушки"
                                                                                                                                     ]
                                                                                                                                 ]
                                                                                                                   },
    "kuhonnaja-moika-hali-6045s-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-zolotistyi-157461141":  {
                                                                                                             "name":  "Кухонная мойка HALI 6045S 60×45×22 см (золотистый)",
                                                                                                             "category":  "moyki",
                                                                                                             "price":  55990,
                                                                                                             "installmentPrice":  2333,
                                                                                                             "installmentMonths":  24,
                                                                                                             "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6045s-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-zolotistyi-157461141/",
                                                                                                             "images":  [
                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pe1/p11/110825422.jpg?format=gallery-medium",
                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p88/p82/106976418.jpg?format=gallery-medium",
                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pe4/p7f/106976421.jpg?format=gallery-medium",
                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p57/p7f/106976426.jpg?format=gallery-medium",
                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p02/p7f/106976429.jpg?format=gallery-medium",
                                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p7a/p7c/106976431.jpg?format=gallery-medium"
                                                                                                                        ],
                                                                                                             "description":  "Кухонная мойка HALI 6045S — это практичное и стильное решение для вашей кухни, сочетающее в себе высокое качество материалов, удобство использования и полный комплект необходимых аксессуаров.\n✨ Особенности:\n- 🚰 Полный комплект поставки — смеситель, ринзер, сифон и другие аксессуары уже включены.\n- 🛡 Антикоррозийная защита — мойка прослужит долгие годы, не теряя своего привлекательного вида.\n- 🔇 Бесшумная мойка посуды — специальное покрытие поглощает шум от падающей воды.\n- 📐 Оптимальные размеры 60х45 см — идеально подходит для большинства кухонь.\nЭта мойка станет незаменимым помощником на вашей кухне, обеспечивая комфорт и удобство при ежедневном использовании. Она подойдёт для тех, кто ценит качество, функциональность и современный дизайн.",
                                                                                                             "specs":  [
                                                                                                                           [
                                                                                                                               "Код товара",
                                                                                                                               "157461141"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Установка",
                                                                                                                               "врезная"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Форма",
                                                                                                                               "прямоугольная"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Количество чаш",
                                                                                                                               "1"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Материал",
                                                                                                                               "нержавеющая сталь"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Крыло",
                                                                                                                               "Нет"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Измельчитель пищевых отходов",
                                                                                                                               "Нет"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Цвет",
                                                                                                                               "черный"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Особенности",
                                                                                                                               "Смеситель и стаканамойка (ризер) входит в комплект, мойка для кухни, кухонная мойка врезная"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Оттенок",
                                                                                                                               "графитовый, золотистый"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Глубина чаши",
                                                                                                                               "22 см"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Ширина",
                                                                                                                               "45 см"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Длина",
                                                                                                                               "60 см"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Диаметр сливного отверстия",
                                                                                                                               "50"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Страна-производитель",
                                                                                                                               "Китай"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Размеры",
                                                                                                                               "60х45х22 см"
                                                                                                                           ],
                                                                                                                           [
                                                                                                                               "Комплектация",
                                                                                                                               "сифон, перелив, дозатор, смеситель, сетка для мусора, ринзер для стаканов, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                           ]
                                                                                                                       ]
                                                                                                         },
    "kuhonnaja-moika-hali-5045s-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-157462503":  {
                                                                                                  "name":  "Кухонная мойка HALI 5045S 50×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  53990,
                                                                                                  "installmentPrice":  2250,
                                                                                                  "installmentMonths":  24,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-5045s-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-157462503/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pf7/p46/110825371.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa4/p37/106981348.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p2d/p3a/106981350.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p65/p3a/106981352.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pba/p3a/106981355.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pd6/p3a/106981356.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка премиум-качества\nЛюкс-качество для современной кухни ✨\nПреимущества:\n✅ 100% антикоррозийная защита\n🔇 Бесшумная мойка посуды\n🛡 Антицарапающее покрытие\n💪 Толщина стали — 3 мм\n📐 Размер мойки — 50×45 см\nВсё уже в комплекте — ничего докупать не нужно 👌\nВ комплект входит:\n🚰 Смеситель\n🧼 Ринзер (стаканомойка)\n🥗 Коландер\n🔧 Сифон + дозатор\n🗑 Мусорная сетка",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "157462503"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "черный"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Смеситель и стаканамойка (ризер) входит в комплект, мойка для кухни, кухонная мойка врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "50х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, смеситель, сетка для мусора, ринзер для стаканов, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-6045g-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-157484705":  {
                                                                                                  "name":  "Кухонная мойка HALI 6045G 60×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  39990,
                                                                                                  "installmentPrice":  3333,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6045g-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-157484705/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p33/p18/148498809.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p9f/p1a/148498810.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pbb/p1a/148498811.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pd7/p1a/148498812.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pf4/p1a/148498813.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p10/p1b/148498814.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🖤 Кухонная мойка HALI 60×45 — полный комплект для современной кухни\n-\nСтильная и практичная кухонная мойка в графитовом цвете, созданная для ежедневного комфорта и долговечной службы 🔥-\n-\nОсновные преимущества:\n🛡 Антикоррозийная защита — не боится влаги и перепадов температур\n✨ Антицарапающее покрытие — сохраняет аккуратный внешний вид надолго\n🔇 Бесшумная мойка — комфорт при использовании\n💪 Толщина стали 3 мм — повышенная прочность и надежность\n📐 Размер 60×45 см — удобно даже для крупной посуды\n📦 ПОЛНАЯ КОМПЛЕКТАЦИЯ (ничего докупать не нужно):\n🚰 Смеситель\n💧Кран для фильтра\n🧴 Сифон + дозатор для моющего средства\n🥗 Сушка / коландер\n🔧 Полный комплект для установки уже в наборе\n👉 Устанавливается прямо в мойку\n-\nСовременная кухонная мойка с полным комплектом аксессуаров — идеальное решение для удобства, чистоты и стиля.\nПродумана до мелочей, готова к установке сразу после покупки 🔥",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "157484705"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "черный"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Смеситель и стаканамойка (ризер) входит в комплект, мойка для кухни, кухонная мойка врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "решетка для сушки, сифон, перелив, дозатор, смеситель, сетка для мусора, ринзер для стаканов, съемная чаша"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-162361675":  {
                                                                                                           "name":  "Кухонная мойка HALI 75×45S (черный)",
                                                                                                           "category":  "moyki",
                                                                                                           "price":  55990,
                                                                                                           "installmentPrice":  2333,
                                                                                                           "installmentMonths":  24,
                                                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-162361675/",
                                                                                                           "images":  [
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p31/pea/128109931.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p32/pb3/125091211.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p6a/pb3/125091213.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p16/pb3/125091210.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pa2/pb3/125091215.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pdb/pb3/125091217.jpg?format=gallery-medium"
                                                                                                                      ],
                                                                                                           "description":  "Кухонная мойка HALI 75х45S — это практичное и стильное решение для вашей кухни, сочетающее в себе долговечность, функциональность и современный дизайн.\n✨ Особенности:\n- 🛡 Нержавеющая сталь — гарантирует устойчивость к коррозии и долгий срок службы.\n- 🖤 Глубокий графитовый цвет — придаёт кухне элегантный и современный вид.\n- 💧 Врезной монтаж — обеспечивает удобство установки и эксплуатации.\n- 🎁 Держатель для смартфона в комплекте — позволяет удобно использовать гаджет на кухне.\n- 🚰 Смеситель в комплекте — экономия времени и средств на приобретении дополнительных аксессуаров.\nЭта мойка станет незаменимым помощником в вашей кухне, обеспечивая комфорт и удобство при ежедневном использовании.",
                                                                                                           "specs":  [
                                                                                                                         [
                                                                                                                             "Код товара",
                                                                                                                             "162361675"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Установка",
                                                                                                                             "врезная"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Форма",
                                                                                                                             "прямоугольная"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Количество чаш",
                                                                                                                             "1"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Материал",
                                                                                                                             "нержавеющая сталь"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Крыло",
                                                                                                                             "Нет"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Измельчитель пищевых отходов",
                                                                                                                             "Нет"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Цвет",
                                                                                                                             "графит"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Особенности",
                                                                                                                             "Держатель для телефона в подарок! смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Оттенок",
                                                                                                                             "графитовый, черный"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Глубина чаши",
                                                                                                                             "22 см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Ширина",
                                                                                                                             "45 см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Длина",
                                                                                                                             "75 см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Диаметр сливного отверстия",
                                                                                                                             "50"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                             "90"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Страна-производитель",
                                                                                                                             "Китай"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Размеры",
                                                                                                                             "75х45х22см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Комплектация",
                                                                                                                             "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, кран для фильтра, съемная чаша"
                                                                                                                         ]
                                                                                                                     ]
                                                                                                       },
    "kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-satin-162374634":  {
                                                                                                         "name":  "Кухонная мойка HALI 75×45S (сатин)",
                                                                                                         "category":  "moyki",
                                                                                                         "price":  55990,
                                                                                                         "installmentPrice":  2333,
                                                                                                         "installmentMonths":  24,
                                                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-satin-162374634/",
                                                                                                         "images":  [
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pde/pca/128110023.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pd6/pb4/125144246.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pb9/pb4/125144247.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pf2/pb4/125144245.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p15/pb2/125144250.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pc1/pb1/125144253.jpg?format=gallery-medium"
                                                                                                                    ],
                                                                                                         "description":  "Кухонная мойка HALI 75х45S — это стильное и функциональное решение для вашей кухни, сочетающее в себе практичность, долговечность и современный дизайн. 🛡 Эта мойка станет незаменимым помощником в ежедневных задачах, предлагая комфорт и удобство в использовании.\n✨ Особенности:\n- 💧 Врезной монтаж — простая и быстрая установка в столешницу.\n- 📏 Оптимальные размеры 75х45 см — вместительная чаша для мытья посуды и продуктов.\n- 💎 Нержавеющая сталь — гарантия долговечности и устойчивости к коррозии.\n- 🎨 Тон графитовый, сатин — элегантный внешний вид, который впишется в любой интерьер.\n- 🎁 В комплекте смеситель — экономия времени и средств на приобретение дополнительных аксессуаров.\nЭта мойка идеально подойдёт для тех, кто ценит качество, функциональность и современный дизайн. Она станет отличным дополнением к вашей кухне, облегчая процесс приготовления пищи и уборки.",
                                                                                                         "specs":  [
                                                                                                                       [
                                                                                                                           "Код товара",
                                                                                                                           "162374634"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Установка",
                                                                                                                           "врезная"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Форма",
                                                                                                                           "прямоугольная"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Количество чаш",
                                                                                                                           "1"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Материал",
                                                                                                                           "нержавеющая сталь"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Крыло",
                                                                                                                           "Нет"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Измельчитель пищевых отходов",
                                                                                                                           "Нет"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Цвет",
                                                                                                                           "графит"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Особенности",
                                                                                                                           "Держатель для телефона в подарок! смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Оттенок",
                                                                                                                           "графитовый, сатин"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Глубина чаши",
                                                                                                                           "22 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Ширина",
                                                                                                                           "45 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Длина",
                                                                                                                           "75 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Диаметр сливного отверстия",
                                                                                                                           "50"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                           "90"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Страна-производитель",
                                                                                                                           "Китай"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Размеры",
                                                                                                                           "75х45х22см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Комплектация",
                                                                                                                           "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, кран для фильтра, съемная чаша"
                                                                                                                       ]
                                                                                                                   ]
                                                                                                     },
    "kuhonnaja-moika-hali-75h45b-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162393761":  {
                                                                                                   "name":  "Кухонная мойка HALI 75×45B 75×45×22 см",
                                                                                                   "category":  "moyki",
                                                                                                   "price":  37990,
                                                                                                   "installmentPrice":  3166,
                                                                                                   "installmentMonths":  12,
                                                                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-75h45b-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162393761/",
                                                                                                   "images":  [
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p44/p19/146032258.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pad/pf6/125216166.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p28/p19/146032259.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pc9/pf6/125216167.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pe6/pf6/125216168.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pbc/p16/146032260.jpg?format=gallery-medium"
                                                                                                              ],
                                                                                                   "description":  "Кухонная мойка HALI 75х45B — это практичное и стильное решение для вашей кухни, сочетающее в себе прочность, функциональность и современный дизайн. ✨ Особенности:- 🛡 Нержавеющая сталь — гарантирует долговечность и устойчивость к коррозии.- 🛠 Врезной монтаж — обеспечивает аккуратный и надёжный способ установки.- 📱 Встроенный держатель для смартфона — удобно для просмотра рецептов во время готовки.- 🎁 Полная комплектация — всё необходимое для установки и использования уже в комплекте. Эта мойка станет незаменимым помощником на вашей кухне, предлагая удобство и функциональность в каждом движении. Идеально подойдёт для тех, кто ценит качество, практичность и современный дизайн.",
                                                                                                   "specs":  [
                                                                                                                 [
                                                                                                                     "Код товара",
                                                                                                                     "162393761"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Установка",
                                                                                                                     "врезная"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Форма",
                                                                                                                     "прямоугольная"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Количество чаш",
                                                                                                                     "1"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Материал",
                                                                                                                     "нержавеющая сталь"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Крыло",
                                                                                                                     "Нет"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Измельчитель пищевых отходов",
                                                                                                                     "Нет"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Цвет",
                                                                                                                     "графит"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Особенности",
                                                                                                                     "Держатель для телефона в подарок! смеситель и кран фильтр в комплекте! мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Оттенок",
                                                                                                                     "графитовый"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Глубина чаши",
                                                                                                                     "22 см"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Ширина",
                                                                                                                     "45 см"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Длина",
                                                                                                                     "75 см"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Диаметр сливного отверстия",
                                                                                                                     "50"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                     "90"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Страна-производитель",
                                                                                                                     "Китай"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Размеры",
                                                                                                                     "75х45х22"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Комплектация",
                                                                                                                     "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                 ]
                                                                                                             ]
                                                                                               },
    "kuhonnaja-moika-hali-50h40-50h40h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162831246":  {
                                                                                                  "name":  "Кухонная мойка HALI 50×40 50×40×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  31990,
                                                                                                  "installmentPrice":  2666,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-50h40-50h40h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162831246/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pd1/p7d/146203389.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pc1/pa0/126717862.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p63/pa4/126717850.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p2c/p7b/146203392.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p9e/pa3/126717857.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p18/pa0/126717868.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 50×40 — когда каждая деталь на месте 🖤Не нужно ничего докупать — всё уже в коробке. Просто установи и наслаждайся.-◆ Преимущества🛡 Антикоррозийное покрытие снаружи и снизу — никакой ржавчины✨ Антицарапающий состав — поверхность как новая даже через годы💪 Сталь 3 мм — не гнётся, не деформируется, служит долго🖤 Графитовый цвет — смотрится стильно в любой кухне🔇 Шумопоглощение в стенках — вода льётся тихо-◆ Фишки, которые оценишь🎁 Держатель для смартфона — в подарок! Ставь телефон рядом и смотри рецепты или сериал, пока моешь посуду🚿 Смеситель с выдвижной лейкой — дотянется до любого угла мойки💧 Точный уклон дна — вода уходит полностью, без луж-◆ КомплектацияУстановил — и готово 🔧🚿 Смеситель с выдвижной лейкой🧼 Дозатор для мыла🪣 Сифон🗑 Мусорная сетка🧺 Корзина-сушилка💧 Кран фильтр🎁 Держатель для смартфона-Это не просто мойка — это порядок, тишина и стиль на вашей кухне каждый день 🔥",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "162831246"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Держатель для телефона в подарок! смеситель и кран фильтр в комплекте! мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "40 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "50х40х22"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, смеситель, сетка для мусора, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-chernyi-metallik-166196433":  {
                                                                                                        "name":  "Кухонная мойка HALI 6846C 68×46×22 см (черный металлик)",
                                                                                                        "category":  "moyki",
                                                                                                        "price":  49990,
                                                                                                        "installmentPrice":  4166,
                                                                                                        "installmentMonths":  12,
                                                                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-chernyi-metallik-166196433/",
                                                                                                        "images":  [
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p60/p22/138358428.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p44/p22/138358429.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pa0/p1f/138358432.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pd8/p1f/138358430.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/p1f/138358434.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p2f/p1f/138358436.jpg?format=gallery-medium"
                                                                                                                   ],
                                                                                                        "description":  "Кухонная мойка HALI — комфорт, защита и продуманные детали в одном решении 🔥\n-\nПрочная мойка с толщиной стали 4 мм и уникальным размером 68×46 см — идеально подходит для ежедневного использования.\nСовмещает в себе стильный внешний вид и максимальное удобство на кухне.\n-\nФункциональность, которая упрощает жизнь:\n🔘 Управление сливом одним нажатием — быстро перекрывайте и набирайте воду\n🛡 Фильтрующая сетка защищает от засоров и задерживает мусор\n📱 Держатель для смартфона — удобно во время готовки\n⭐Кран фильтр в комплекте\n🛡 Стальная доска- лучше чем деревянные\n-\nНадежность и долговечность:\n🔸 Преимущества\n💪 Толщина стали 4 мм — повышенная прочность\n📐 Размер 68×46 см — оптимально для любой кухни\n🖤 Стильный графитовый цвет\n✨ Антицарапающее покрытие\n🛡 Защита от коррозии\n-\nПолный комплект — ничего докупать не нужно 👇\nСмеситель\nСифон + дозатор\nКоландер и доска\nКран фильтр\nМусорная сетка",
                                                                                                        "specs":  [
                                                                                                                      [
                                                                                                                          "Код товара",
                                                                                                                          "166196433"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Установка",
                                                                                                                          "врезная"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Форма",
                                                                                                                          "прямоугольная"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Количество чаш",
                                                                                                                          "1"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Материал",
                                                                                                                          "нержавеющая сталь"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Крыло",
                                                                                                                          "Нет"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Измельчитель пищевых отходов",
                                                                                                                          "Нет"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Цвет",
                                                                                                                          "графит"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Особенности",
                                                                                                                          "Идеальный размер, Уникальный дизайн мойки, Держатель для телефона в подарок! смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Оттенок",
                                                                                                                          "черный металлик"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Глубина чаши",
                                                                                                                          "22 см"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Ширина",
                                                                                                                          "46 см"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Длина",
                                                                                                                          "68 см"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Диаметр сливного отверстия",
                                                                                                                          "50"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                          "90"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Страна-производитель",
                                                                                                                          "Китай"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Размеры",
                                                                                                                          "68х46х22"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Комплектация",
                                                                                                                          "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша"
                                                                                                                      ]
                                                                                                                  ]
                                                                                                    },
    "kuhonnaja-moika-hali-6846s-68h46h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-166196441":  {
                                                                                                  "name":  "Кухонная мойка HALI 6846S 68×46×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  55590,
                                                                                                  "installmentPrice":  2317,
                                                                                                  "installmentMonths":  24,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6846s-68h46h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-166196441/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pf9/p11/138358472.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pdd/p11/138358473.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pc1/p11/138358474.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa4/p11/138358475.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p88/p11/138358476.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p6c/p11/138358477.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 6846S — это практичное и функциональное решение для вашей кухни, сочетающее в себе прочность, стильный дизайн и полный комплект необходимых аксессуаров. Эта мойка станет незаменимым помощником в ежедневных кухонных задачах. ✨ Особенности:- 🛡️ Нержавеющая сталь — гарантирует долговечность и устойчивость к коррозии.- 📐 Оптимальные размеры 68х46 см — идеально впишется в большинство кухонных гарнитуров.- 💧 Глубина чаши 22 см — позволяет комфортно мыть посуду любого размера.- 🔗 Врезной монтаж — обеспечивает надежную и аккуратную установку. В комплекте вы найдете всё необходимое для установки и комфортного использования: сифон, перелив, дозатор, коландер, разделочную доску, смеситель, сетку для мусора, ринзер для стаканов, гибкую подводку и съемную чашу. Эта мойка станет отличным выбором для тех, кто ценит качество, функциональность и удобство на кухне.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "166196441"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "46 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "68 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "68х46х22"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, гибкая подводка, съемная чаша"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-satin-166718128":  {
                                                                                             "name":  "Кухонная мойка HALI 6846C 68×46×22 см (сатин)",
                                                                                             "category":  "moyki",
                                                                                             "price":  49990,
                                                                                             "installmentPrice":  4166,
                                                                                             "installmentMonths":  12,
                                                                                             "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-satin-166718128/",
                                                                                             "images":  [
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p77/p31/140191914.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p29/p2e/140191923.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p80/p2d/140191929.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p6b/p2a/140191936.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pfd/p1c/140191974.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p3d/pe3/140192009.jpg?format=gallery-medium"
                                                                                                        ],
                                                                                             "description":  "Кухонная мойка HALI — комфорт, защита и продуманные детали в одном решении 🔥-Прочная мойка с толщиной стали 4 мм и оптимальным размером 68×46 см — идеально подходит для ежедневного использования.Совмещает в себе стильный внешний вид и максимальное удобство на кухне.-Функциональность, которая упрощает жизнь:🔘 Управление сливом одним нажатием — быстро перекрывайте и набирайте воду🛡 Фильтрующая сетка защищает от засоров и задерживает мусор📱 Держатель для смартфона — удобно во время готовки⭐Кран фильтр для воды в комплекте-Надежность и долговечность:💪 Толщина стали 4 мм — повышенная прочность📐 Размер 68×46 см — оптимально для любой кухни🖤 Стильный графитовый цвет✨ Антицарапающее покрытие🛡 Защита от коррозии-Полный комплект — ничего докупать не нужно 👇СмесительСифон + дозаторКоландер и доскаРинзер (стаканомойка)Мусорная сетка",
                                                                                             "specs":  [
                                                                                                           [
                                                                                                               "Код товара",
                                                                                                               "166718128"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Установка",
                                                                                                               "врезная"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Форма",
                                                                                                               "прямоугольная"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Количество чаш",
                                                                                                               "1"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Материал",
                                                                                                               "нержавеющая сталь"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Крыло",
                                                                                                               "Нет"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Измельчитель пищевых отходов",
                                                                                                               "Нет"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Цвет",
                                                                                                               "графит"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Особенности",
                                                                                                               "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, съемная чаша"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Оттенок",
                                                                                                               "сатин"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Глубина чаши",
                                                                                                               "22 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Ширина",
                                                                                                               "46 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Длина",
                                                                                                               "68 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Диаметр сливного отверстия",
                                                                                                               "50"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Монтажное отверстие под мойку (ШхГ)",
                                                                                                               "90"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Страна-производитель",
                                                                                                               "Китай"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Размеры",
                                                                                                               "68х46х22"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Комплектация",
                                                                                                               "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша"
                                                                                                           ]
                                                                                                       ]
                                                                                         },
    "kuhonnaja-moika-hali-6846s-68h46h22-sm-nerzhavejuschaja-stal-ton-satin-stal-satin-166718195":  {
                                                                                                        "name":  "Кухонная мойка HALI 6846S 68×46×22 см (сталь сатин)",
                                                                                                        "category":  "moyki",
                                                                                                        "price":  55990,
                                                                                                        "installmentPrice":  2333,
                                                                                                        "installmentMonths":  24,
                                                                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6846s-68h46h22-sm-nerzhavejuschaja-stal-ton-satin-stal-satin-166718195/",
                                                                                                        "images":  [
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pa5/pc3/141384261.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p89/pc3/141384262.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p6d/pc3/141384263.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p50/pc3/141384264.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p55/pa2/140192155.jpg?format=gallery-medium",
                                                                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p40/p9f/140192162.jpg?format=gallery-medium"
                                                                                                                   ],
                                                                                                        "description":  "Кухонная мойка HALI 68×46 — когда каждая деталь на месте 🖤\nНе нужно ничего докупать — всё уже в коробке. Просто установи и наслаждайся.\n—\n◆ Преимущества\n💪 Сталь 4 мм — толще большинства моек на рынке, не гнётся, не деформируется, служит десятилетиями\n✨ NANO-покрытие — защита от царапин, устойчив к потёртостям, легко чистится\n🛡️ Антикоррозийное покрытие снаружи и снизу — никакой ржавчины\n🔇 Встроенное шумоподавление в боковых стенках — вода льётся тихо\n💧 Точный уклон дна и водяная направляющая — вода уходит полностью, без луж\n—\n◆ Обрати внимание\n🚿 Смеситель с гибким изливом 360° — 2 отдельных канала без смешивания, для воды и фильтра\n📱 Держатель для смартфона в подарок — ставь телефон рядом и смотри рецепты или сериал, пока моешь посуду\n🔧 Двухъярусные аксессуарные рельсы — размести доску и коландер так, как тебе удобно\n🥩 Металлическая разделочная доска + коландер в комплекте — режь и мой, не отходя от мойки\n🥤 Ринзер — быстрая мойка стаканов, бутылочек и кружек прямо в раковине\n🧼 Встроенный дозатор для мыла — не занимает место на столешнице\n—\n◆ Комплектация\nУстановил — и готово 🔧\n🚿 Смеситель с гибким изливом\n📱 Держатель для смартфона\n🥤 Ринзер (мойка для стаканов)\n🔧 Сифон + сливная арматура\n🥩 Большой коландер + металлическая доска\n🗑️ Мусорная сетка\n🧼 Дозатор для мыла\n🔩 Крепления для установки\n—\nЭто не просто мойка — это порядок, тишина и стиль на вашей кухне каждый день 🔥",
                                                                                                        "specs":  [
                                                                                                                      [
                                                                                                                          "Код товара",
                                                                                                                          "166718195"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Установка",
                                                                                                                          "врезная"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Форма",
                                                                                                                          "прямоугольная"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Количество чаш",
                                                                                                                          "1"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Материал",
                                                                                                                          "нержавеющая сталь"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Крыло",
                                                                                                                          "Нет"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Измельчитель пищевых отходов",
                                                                                                                          "Нет"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Цвет",
                                                                                                                          "графит"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Особенности",
                                                                                                                          "смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Оттенок",
                                                                                                                          "сатин, сталь сатин"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Глубина чаши",
                                                                                                                          "22 см"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Ширина",
                                                                                                                          "46 см"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Длина",
                                                                                                                          "68 см"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Диаметр сливного отверстия",
                                                                                                                          "50"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                          "90"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Страна-производитель",
                                                                                                                          "Китай"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Размеры",
                                                                                                                          "68х46х22"
                                                                                                                      ],
                                                                                                                      [
                                                                                                                          "Комплектация",
                                                                                                                          "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, гибкая подводка, съемная чаша"
                                                                                                                      ]
                                                                                                                  ]
                                                                                                    },
    "kuhonnaja-moika-hali-75h45b-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-167239032":  {
                                                                                                           "name":  "Кухонная мойка HALI 75×45B 75×45×22 см (черный)",
                                                                                                           "category":  "moyki",
                                                                                                           "price":  55990,
                                                                                                           "installmentPrice":  2333,
                                                                                                           "installmentMonths":  24,
                                                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-75h45b-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-167239032/",
                                                                                                           "images":  [
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p64/p19/142094767.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pc3/p91/142061105.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p8b/p91/142061107.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p6e/p91/142061108.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pca/p8e/142061111.jpg?format=gallery-medium",
                                                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p87/p16/142094772.jpg?format=gallery-medium"
                                                                                                                      ],
                                                                                                           "description":  "Кухонная мойка HALI 75х45B — это практичное и стильное решение для вашей кухни, сочетающее в себе высокое качество материалов и продуманную функциональность.\n✨ Особенности:\n- 🛡️ Нержавеющая сталь — гарантирует долговечность и устойчивость к коррозии.\n- 💧 Врезной монтаж — обеспечивает аккуратный и надёжный способ установки.\n- 📱 Встроенный держатель для смартфона — удобно смотреть рецепты и видео во время готовки.\n- 🚿 Смеситель в комплекте — экономия времени и средств, всё необходимое уже есть.\n- 🥗 Комплектация ринзером и корзиной — для удобства и функциональности.\nЭта мойка станет незаменимым помощником на вашей кухне, обеспечивая комфорт и удобство в повседневной работе. Идеально подойдёт для тех, кто ценит качество, практичность и современный дизайн.",
                                                                                                           "specs":  [
                                                                                                                         [
                                                                                                                             "Код товара",
                                                                                                                             "167239032"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Установка",
                                                                                                                             "врезная"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Форма",
                                                                                                                             "прямоугольная"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Количество чаш",
                                                                                                                             "1"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Материал",
                                                                                                                             "нержавеющая сталь"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Крыло",
                                                                                                                             "Нет"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Измельчитель пищевых отходов",
                                                                                                                             "Нет"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Цвет",
                                                                                                                             "графит"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Особенности",
                                                                                                                             "Держатель для телефона в подарок! смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Оттенок",
                                                                                                                             "графитовый, черный"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Глубина чаши",
                                                                                                                             "22 см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Ширина",
                                                                                                                             "45 см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Длина",
                                                                                                                             "75 см"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Диаметр сливного отверстия",
                                                                                                                             "50"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                             "90"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Страна-производитель",
                                                                                                                             "Китай"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Размеры",
                                                                                                                             "75х45х22"
                                                                                                                         ],
                                                                                                                         [
                                                                                                                             "Комплектация",
                                                                                                                             "сифон, перелив, дозатор, смеситель, сетка для мусора, ринзер для стаканов, съемная чаша, решетка для сушки"
                                                                                                                         ]
                                                                                                                     ]
                                                                                                       },
    "kuhonnaja-moika-hali-6045d-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-167650069":  {
                                                                                                  "name":  "Кухонная мойка HALI 6045D 60×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  37990,
                                                                                                  "installmentPrice":  3166,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6045d-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-167650069/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p69/pa1/143775892.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p4d/pa1/143775893.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p31/pa1/143775894.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p15/pa1/143775895.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pf8/pa0/143775896.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa5/pa0/143775899.JPG?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 6045D — это практичное и стильное решение для вашей кухни, сочетающее прочность нержавеющей стали, удобную прямоугольную форму и полную комплектацию для комфортного использования. ✨ Особенности:- 💧 Полный комплект поставки — смеситель, кран для фильтра, сифон, дозатор для моющего средства и другие аксессуары уже включены.- 🍽️ Удобная корзина для сушки посуды — позволяет организовать пространство и быстро высушить вымытую посуду.- 🚿 Выдвижная лейка смесителя — обеспечивает гибкость и удобство при мытье посуды и продуктов.- 🖤 Современный графитовый цвет — придаёт кухне элегантный и современный вид. Эта мойка станет незаменимым помощником на вашей кухне, обеспечивая комфорт и функциональность в повседневных задачах. Идеально подойдёт для тех, кто ценит практичность, стиль и удобство в каждой детали.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "167650069"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Дозатор для моющего средства в подарок! смеситель, кран фильтр в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-60h50-60h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-177695110":  {
                                                                                                  "name":  "Кухонная мойка HALI 60×50 60×50×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  52990,
                                                                                                  "installmentPrice":  2208,
                                                                                                  "installmentMonths":  24,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-60h50-60h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-177695110/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pe7/paf/181083332.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcb/paf/181083333.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/paf/paf/181083334.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p93/paf/181083335.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p3e/paf/181083338.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb6/pac/181083340.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🚰 Кухонная мойка Hali 60×50 см — стиль, функциональность и комфорт в каждой детали\n-\n✨ Современная кухонная мойка в графитовом цвете — отличное решение для стильной и функциональной кухни. Эффектный внешний вид гармонично сочетается с современной техникой и кухонным гарнитуром.\n-\n🔥 Главная особенность — смеситель с датчиком температуры.\nВстроенный цифровой индикатор позволяет видеть температуру воды прямо на смесителе 🌡️💧 — удобно и практично для ежедневного использования.\n-\n🎁 В КОМПЛЕКТЕ:\n-\n✔️ Смеситель с датчиком температуры 🌡️\n✔️ Питьевой кран 🚰\n✔️ Ринзер — мойка для стаканов 🍷\n✔️ Металлическая корзина для посуды 🧺\n✔️ Сифон + дозатор для моющего средства 🧴\n-\n💎 Толщина стенки мойки — 3 мм — конструкция выглядит массивно и надёжно, а глубокая чаша позволяет комфортно мыть посуду и кухонную утварь.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "177695110"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "черный"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Смеситель с датчиком температурой!"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х50х22х3мм"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, дозатор, коландер, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-50-45-2mm-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-177702507":  {
                                                                                                      "name":  "Кухонная мойка HALI 50/45/2мм 50×45×22 см",
                                                                                                      "category":  "moyki",
                                                                                                      "price":  45990,
                                                                                                      "installmentPrice":  3833,
                                                                                                      "installmentMonths":  12,
                                                                                                      "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-50-45-2mm-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-177702507/",
                                                                                                      "images":  [
                                                                                                                     "https://resources.cdn-kaspi.kz/img/m/p/p34/p19/181113056.jpg?format=gallery-medium",
                                                                                                                     "https://resources.cdn-kaspi.kz/img/m/p/p3b/p16/181113062.jpg?format=gallery-medium",
                                                                                                                     "https://resources.cdn-kaspi.kz/img/m/p/p92/p15/181113068.jpg?format=gallery-medium",
                                                                                                                     "https://resources.cdn-kaspi.kz/img/m/p/p99/p12/181113074.jpg?format=gallery-medium",
                                                                                                                     "https://resources.cdn-kaspi.kz/img/m/p/p67/p0f/181113082.jpg?format=gallery-medium",
                                                                                                                     "https://resources.cdn-kaspi.kz/img/m/p/pf7/p0e/181113086.jpg?format=gallery-medium"
                                                                                                                 ],
                                                                                                      "description":  "🚰 Кухонная мойка Hali 50×45 см — стиль, функциональность и комфорт в каждой детали-✨ Современная кухонная мойка в графитовом цвете — отличное решение для стильной и функциональной кухни. Эффектный внешний вид гармонично сочетается с современной техникой и кухонным гарнитуром.-🔥 Главная особенность — смеситель с датчиком температуры.Встроенный цифровой индикатор позволяет видеть температуру воды прямо на смесителе 🌡️💧 — удобно и практично для ежедневного использования.-🎁 В КОМПЛЕКТЕ:-✔️ Смеситель с датчиком температуры 🌡️✔️ Питьевой кран 🚰✔️ Ринзер — мойка для стаканов 🍷✔️ Металлическая корзина для посуды 🧺✔️ Сифон + дозатор для моющего средства 🧴-💎 Толщина стенки мойки — 2 мм.",
                                                                                                      "specs":  [
                                                                                                                    [
                                                                                                                        "Код товара",
                                                                                                                        "177702507"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Установка",
                                                                                                                        "врезная"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Форма",
                                                                                                                        "прямоугольная"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Количество чаш",
                                                                                                                        "1"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Материал",
                                                                                                                        "нержавеющая сталь"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Крыло",
                                                                                                                        "Нет"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Измельчитель пищевых отходов",
                                                                                                                        "Нет"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Цвет",
                                                                                                                        "черный"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Особенности",
                                                                                                                        "Смеситель с датчиком температуры"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Оттенок",
                                                                                                                        "графитовый"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Глубина чаши",
                                                                                                                        "22 см"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Ширина",
                                                                                                                        "45 см"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Длина",
                                                                                                                        "50 см"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Диаметр сливного отверстия",
                                                                                                                        "50"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                        "90"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Страна-производитель",
                                                                                                                        "Китай"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Размеры",
                                                                                                                        "60х50х22х2мм"
                                                                                                                    ],
                                                                                                                    [
                                                                                                                        "Комплектация",
                                                                                                                        "сифон, дозатор, коландер, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                    ]
                                                                                                                ]
                                                                                                  },
    "kuhonnaja-moika-hali-60-45-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-177702514":  {
                                                                                                  "name":  "Кухонная мойка HALI 60/45 60×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  47990,
                                                                                                  "installmentPrice":  4000,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-60-45-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-177702514/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p36/p0c/181113090.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pe1/p0b/181113093.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p8d/p0b/181113096.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pde/p3e/181113100.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p4f/p3f/181113104.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p9c/p42/181113113.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🚰 Кухонная мойка Hali 60×45 см — стиль, функциональность и комфорт в каждой детали\n-\n✨ Современная кухонная мойка в графитовом цвете — отличное решение для стильной и функциональной кухни. Эффектный внешний вид гармонично сочетается с современной техникой и кухонным гарнитуром.\n-\n🔥 Главная особенность — смеситель с датчиком температуры.\nВстроенный цифровой индикатор позволяет видеть температуру воды прямо на смесителе 🌡️💧 — удобно и практично для ежедневного использования.\n-\n🎁 В КОМПЛЕКТЕ:\n-\n✔️ Смеситель с датчиком температуры 🌡️\n✔️ Питьевой кран 🚰\n✔️ Ринзер — мойка для стаканов 🍷\n✔️ Металлическая корзина для посуды 🧺\n✔️ Сифон + дозатор для моющего средства 🧴\n-\n💎 Толщина стенки мойки — 3 мм.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "177702514"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "черный"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "смеситель с датчиком температурой"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х45х22х3мм"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, дозатор, коландер, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "smesitel-hali-403-nerzhavejuschaja-stal-tsvet-chernyi-141058540":  {
                                                                            "name":  "Смеситель HALI 403 для кухни (черный)",
                                                                            "category":  "smesiteli",
                                                                            "price":  9990,
                                                                            "installmentPrice":  3330,
                                                                            "installmentMonths":  3,
                                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-403-nerzhavejuschaja-stal-tsvet-chernyi-141058540/",
                                                                            "images":  [
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pba/pd5/129481589.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p12/p29/127047258.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p2f/p29/127047259.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p9b/p2b/127047260.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pb7/p2b/127047261.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pd3/p2b/127047262.jpg?format=gallery-medium"
                                                                                       ],
                                                                            "description":  "Смеситель HALI 403 — стильное и функциональное решение для вашей раковины, выполненное из нержавеющей стали с матовым покрытием. Этот смеситель сочетает в себе долговечность и современный дизайн, что делает его идеальным выбором для любого интерьера.\n✨ Особенности:\n- ✅ Экономичный эко-режим — снижает расход воды без потери комфорта.\n- 🧱 Керамический картридж — обеспечивает долговечность и надежность работы.\n- 🔗 Гибкая подводка — упрощает установку и подключение.\n- ✨ Статичный излив — удобство в использовании и минимализм в дизайне.\n- 🌍 Матовый глянец — стильный внешний вид, который легко вписывается в любой интерьер.\nСмеситель HALI 403 идеально подходит для тех, кто ценит качество и стиль в ванной комнате или на кухне. Он станет надежным помощником в повседневных делах, обеспечивая комфорт и удобство.",
                                                                            "specs":  [
                                                                                          [
                                                                                              "Код товара",
                                                                                              "141058540"
                                                                                          ],
                                                                                          [
                                                                                              "Тип",
                                                                                              "однозахватный"
                                                                                          ],
                                                                                          [
                                                                                              "Назначение",
                                                                                              "для раковины (умывальника)"
                                                                                          ],
                                                                                          [
                                                                                              "Покрытие",
                                                                                              "нерж.сталь"
                                                                                          ],
                                                                                          [
                                                                                              "Запорный клапан",
                                                                                              "керамический картридж"
                                                                                          ],
                                                                                          [
                                                                                              "Степень глянца",
                                                                                              "матовый"
                                                                                          ],
                                                                                          [
                                                                                              "Способ монтажа",
                                                                                              "на раковину"
                                                                                          ],
                                                                                          [
                                                                                              "Количество монтажных отверстий",
                                                                                              "1"
                                                                                          ],
                                                                                          [
                                                                                              "Тип подводки",
                                                                                              "гибкая"
                                                                                          ],
                                                                                          [
                                                                                              "Присоединительный размер",
                                                                                              "1/2"
                                                                                          ],
                                                                                          [
                                                                                              "Диаметр монтажных отверстий",
                                                                                              "35 мм"
                                                                                          ],
                                                                                          [
                                                                                              "Конструкция излива",
                                                                                              "статичный"
                                                                                          ],
                                                                                          [
                                                                                              "Высота смесителя, мм",
                                                                                              "150"
                                                                                          ],
                                                                                          [
                                                                                              "Длина смесителя (глубина/вынос), мм",
                                                                                              "165"
                                                                                          ],
                                                                                          [
                                                                                              "Ширина смесителя, мм",
                                                                                              "45"
                                                                                          ],
                                                                                          [
                                                                                              "Длина излива (max.вынос), мм",
                                                                                              "165"
                                                                                          ],
                                                                                          [
                                                                                              "Переключатель на фильтр",
                                                                                              "Нет"
                                                                                          ],
                                                                                          [
                                                                                              "Комплектация",
                                                                                              "гайка, шланг, смеситель для раковины (умывальника)"
                                                                                          ],
                                                                                          [
                                                                                              "Цвет",
                                                                                              "черный"
                                                                                          ],
                                                                                          [
                                                                                              "Материал корпуса",
                                                                                              "нержавеющая сталь"
                                                                                          ],
                                                                                          [
                                                                                              "Особенности",
                                                                                              "эко-режим"
                                                                                          ],
                                                                                          [
                                                                                              "Страна-производитель",
                                                                                              "Китай"
                                                                                          ],
                                                                                          [
                                                                                              "Вес",
                                                                                              "1.2 кг"
                                                                                          ]
                                                                                      ]
                                                                        },
    "smesitel-hali-225444815-latun-tsvet-chernyi-141124489":  {
                                                                  "name":  "Смеситель для ванны HALI 225444815",
                                                                  "category":  "smesiteli",
                                                                  "price":  17990,
                                                                  "installmentPrice":  2999,
                                                                  "installmentMonths":  6,
                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-225444815-latun-tsvet-chernyi-141124489/",
                                                                  "images":  [
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p2e/pa1/52651353.png?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p12/pa1/52651354.png?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pf6/pa0/52651355.png?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pda/pa0/52651356.png?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa2/pa0/52651358.png?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pfd/p9d/52651361.png?format=gallery-medium"
                                                                             ],
                                                                  "description":  "Смеситель для ванной комнаты, с длинным выносом излива , этот смеситель поразит вас не только своей удобной функциональностью, но и заставит вас влюбиться в его эксклюзивный дизайн.\nОсновной особенностью этого смесителя является его обширный набор полезных функций. Благодаря керамическому картриджу диаметром 35 мм, вы получите возможность точно настраивать температуру холодной и горячей воды, что обеспечит идеальные условия для купания. Кран оснащен поворотным изливом, обеспечивающим удобство использования, как при мытье, так и при принятии душа. Длинный и гибкий шланг с лейкой, позволяет удобно располагать его в ванной. Черно-матовый цвет изделия, который не только придает ему привлекательный и острый дизайн, но и делает его особенно удобным в использовании.\nГарантия один год подтверждает качество этого товара.",
                                                                  "specs":  [
                                                                                [
                                                                                    "Код товара",
                                                                                    "141124489"
                                                                                ],
                                                                                [
                                                                                    "Тип",
                                                                                    "однозахватный"
                                                                                ],
                                                                                [
                                                                                    "Назначение",
                                                                                    "для ванны"
                                                                                ],
                                                                                [
                                                                                    "Покрытие",
                                                                                    "порошковое"
                                                                                ],
                                                                                [
                                                                                    "Запорный клапан",
                                                                                    "керамический картридж"
                                                                                ],
                                                                                [
                                                                                    "Степень глянца",
                                                                                    "матовый"
                                                                                ],
                                                                                [
                                                                                    "Способ монтажа",
                                                                                    "настенный"
                                                                                ],
                                                                                [
                                                                                    "Количество монтажных отверстий",
                                                                                    "2"
                                                                                ],
                                                                                [
                                                                                    "Тип подводки",
                                                                                    "жесткая"
                                                                                ],
                                                                                [
                                                                                    "Конструкция излива",
                                                                                    "поворотный"
                                                                                ],
                                                                                [
                                                                                    "Высота смесителя, мм",
                                                                                    "14"
                                                                                ],
                                                                                [
                                                                                    "Длина смесителя (глубина/вынос), мм",
                                                                                    "34"
                                                                                ],
                                                                                [
                                                                                    "Ширина смесителя, мм",
                                                                                    "15"
                                                                                ],
                                                                                [
                                                                                    "Длина излива (max.вынос), мм",
                                                                                    "30"
                                                                                ],
                                                                                [
                                                                                    "Переключатель на фильтр",
                                                                                    "Нет"
                                                                                ],
                                                                                [
                                                                                    "Комплектация",
                                                                                    "держатель для лейки, отражатели, эксцентрик, шланг, лейка, смеситель для ванны"
                                                                                ],
                                                                                [
                                                                                    "Цвет",
                                                                                    "черный"
                                                                                ],
                                                                                [
                                                                                    "Материал корпуса",
                                                                                    "латунь"
                                                                                ],
                                                                                [
                                                                                    "Страна-производитель",
                                                                                    "Китай"
                                                                                ],
                                                                                [
                                                                                    "Вес",
                                                                                    "3 кг"
                                                                                ]
                                                                            ]
                                                              },
    "smesitel-hali-207-abs-plastik-tsvet-chernyi-hrom-148248455":  {
                                                                       "name":  "Смеситель для кухни HALI 207",
                                                                       "category":  "smesiteli",
                                                                       "price":  4990,
                                                                       "installmentPrice":  1664,
                                                                       "installmentMonths":  3,
                                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-207-abs-plastik-tsvet-chernyi-hrom-148248455/",
                                                                       "images":  [
                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p31/p33/88599932.png?format=gallery-medium",
                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p6b/p24/73424401.png?format=gallery-medium",
                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p87/p24/73424402.png?format=gallery-medium",
                                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa3/p24/73424403.png?format=gallery-medium"
                                                                                  ],
                                                                       "description":  "💧 Кухонный смеситель HALI — немецкое качество и современный стильИдеальное сочетание практичности, удобства и элегантного дизайна. Этот смеситель станет надёжным помощником на вашей кухне и гармонично дополнит любой интерьер.✨ Преимущества:✅ Гибкий излив (55 см) — удобно направлять поток воды под любым углом.🔄 Вращение на 360° — максимальная свобода в использовании.🛡 Нержавеющая сталь — прочность, устойчивость к коррозии и долговечность.🇩🇪 Немецкое качество — гарантированная надёжность.🕒 Гарантия 1 год.",
                                                                       "specs":  [
                                                                                     [
                                                                                         "Код товара",
                                                                                         "148248455"
                                                                                     ],
                                                                                     [
                                                                                         "Тип",
                                                                                         "однозахватный"
                                                                                     ],
                                                                                     [
                                                                                         "Назначение",
                                                                                         "для кухни (мойки)"
                                                                                     ],
                                                                                     [
                                                                                         "Покрытие",
                                                                                         "хром"
                                                                                     ],
                                                                                     [
                                                                                         "Запорный клапан",
                                                                                         "керамический картридж"
                                                                                     ],
                                                                                     [
                                                                                         "Степень глянца",
                                                                                         "глянцевый"
                                                                                     ],
                                                                                     [
                                                                                         "Способ монтажа",
                                                                                         "на раковину"
                                                                                     ],
                                                                                     [
                                                                                         "Количество монтажных отверстий",
                                                                                         "1"
                                                                                     ],
                                                                                     [
                                                                                         "Тип подводки",
                                                                                         "гибкая"
                                                                                     ],
                                                                                     [
                                                                                         "Присоединительный размер",
                                                                                         "1/2"
                                                                                     ],
                                                                                     [
                                                                                         "Конструкция излива",
                                                                                         "выдвижной"
                                                                                     ],
                                                                                     [
                                                                                         "Высота смесителя, мм",
                                                                                         "350"
                                                                                     ],
                                                                                     [
                                                                                         "Длина излива (max.вынос), мм",
                                                                                         "550"
                                                                                     ],
                                                                                     [
                                                                                         "Переключатель на фильтр",
                                                                                         "Нет"
                                                                                     ],
                                                                                     [
                                                                                         "Комплектация",
                                                                                         "шланг, смеситель для кухни (мойки), уплотнительные кольца"
                                                                                     ],
                                                                                     [
                                                                                         "Цвет",
                                                                                         "черный, хром"
                                                                                     ],
                                                                                     [
                                                                                         "Материал корпуса",
                                                                                         "ABS пластик"
                                                                                     ],
                                                                                     [
                                                                                         "Страна-производитель",
                                                                                         "Китай"
                                                                                     ],
                                                                                     [
                                                                                         "Вес",
                                                                                         "1.5 кг"
                                                                                     ]
                                                                                 ]
                                                                   },
    "smesitel-hali-210-latun-tsvet-chernyi-grafit-149479055":  {
                                                                   "name":  "Смеситель с гибким изливом HALI 210",
                                                                   "category":  "smesiteli",
                                                                   "price":  25990,
                                                                   "installmentPrice":  2166,
                                                                   "installmentMonths":  12,
                                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-210-latun-tsvet-chernyi-grafit-149479055/",
                                                                   "images":  [
                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8b/pdd/179248287.jpg?format=gallery-medium",
                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8b/pdd/179248290.jpg?format=gallery-medium",
                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8b/pdd/179248291.jpg?format=gallery-medium",
                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8b/pdd/179248292.jpg?format=gallery-medium",
                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8b/pdd/179248293.jpg?format=gallery-medium",
                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8b/pdd/179248295.jpg?format=gallery-medium"
                                                                              ],
                                                                   "description":  "Премиум смеситель HALI для кухниСовременный и стильный смеситель HALI — идеальное решение для вашей кухни!Изготовлен из высококачественной нержавеющей стали, что гарантирует долговечность и надежность на долгие годы.💧 Гибкий излив — легко направляйте струю воды в любую сторону, удобно мыть даже большие кастрюли.🚿 Выдвижная лейка — обеспечивает максимальный комфорт при использовании, позволяет дотянуться до любой зоны мойки.🌀 Поворот на 360° — абсолютная свобода движений.🛡 Гарантия: 5 лет",
                                                                   "specs":  [
                                                                                 [
                                                                                     "Код товара",
                                                                                     "149479055"
                                                                                 ],
                                                                                 [
                                                                                     "Тип",
                                                                                     "двухзахватный"
                                                                                 ],
                                                                                 [
                                                                                     "Назначение",
                                                                                     "для кухни (мойки)"
                                                                                 ],
                                                                                 [
                                                                                     "Покрытие",
                                                                                     "латунь"
                                                                                 ],
                                                                                 [
                                                                                     "Запорный клапан",
                                                                                     "керамический картридж"
                                                                                 ],
                                                                                 [
                                                                                     "Степень глянца",
                                                                                     "матовый"
                                                                                 ],
                                                                                 [
                                                                                     "Способ монтажа",
                                                                                     "на раковину"
                                                                                 ],
                                                                                 [
                                                                                     "Количество монтажных отверстий",
                                                                                     "1"
                                                                                 ],
                                                                                 [
                                                                                     "Тип подводки",
                                                                                     "гибкая"
                                                                                 ],
                                                                                 [
                                                                                     "Присоединительный размер",
                                                                                     "1/2"
                                                                                 ],
                                                                                 [
                                                                                     "Диаметр монтажных отверстий",
                                                                                     "35 мм"
                                                                                 ],
                                                                                 [
                                                                                     "Конструкция излива",
                                                                                     "гибкий"
                                                                                 ],
                                                                                 [
                                                                                     "Высота смесителя, мм",
                                                                                     "440"
                                                                                 ],
                                                                                 [
                                                                                     "Длина смесителя (глубина/вынос), мм",
                                                                                     "220"
                                                                                 ],
                                                                                 [
                                                                                     "Переключатель на фильтр",
                                                                                     "Да"
                                                                                 ],
                                                                                 [
                                                                                     "Комплектация",
                                                                                     "гайка, шланг, аэратор, смеситель для кухни (мойки)"
                                                                                 ],
                                                                                 [
                                                                                     "Цвет",
                                                                                     "черный, графит"
                                                                                 ],
                                                                                 [
                                                                                     "Материал корпуса",
                                                                                     "латунь"
                                                                                 ],
                                                                                 [
                                                                                     "Особенности",
                                                                                     "система быстрого монтажа, с аэратором"
                                                                                 ],
                                                                                 [
                                                                                     "Страна-производитель",
                                                                                     "Китай"
                                                                                 ],
                                                                                 [
                                                                                     "Вес",
                                                                                     "2.5 кг"
                                                                                 ]
                                                                             ]
                                                               },
    "smesitel-hali-209-nerzhavejuschaja-stal-tsvet-grafit-156046049":  {
                                                                           "name":  "Смеситель HALI 209 для кухни",
                                                                           "category":  "smesiteli",
                                                                           "price":  15990,
                                                                           "installmentPrice":  2665,
                                                                           "installmentMonths":  6,
                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-209-nerzhavejuschaja-stal-tsvet-grafit-156046049/",
                                                                           "images":  [
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p2f/p20/101425016.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p12/p20/101425017.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pda/p1f/101425019.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p36/p1d/101425022.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pe1/p1c/101425025.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pc5/p1c/101425026.jpg?format=gallery-medium"
                                                                                      ],
                                                                           "description":  "🚰 Смеситель для кухни HALI — удобство и стиль каждый деньСовременный многофункциональный смеситель для кухни, который делает повседневные задачи проще и комфортнее 🔥✨ Преимущества:🔄 Вращение 360° — легко дотянуться до любой зоны мойки🚿 Выдвижная лейка — удобно мыть посуду, овощи и фрукты➰ Гибкий излив — направляйте поток воды так, как нужно🛡 Нержавеющая сталь — прочный и долговечный материал🎛 Удобное управление одной рукой💎 Стильный дизайн — подходит под любой интерьер кухни🛡 Гарантия 5 лет",
                                                                           "specs":  [
                                                                                         [
                                                                                             "Код товара",
                                                                                             "156046049"
                                                                                         ],
                                                                                         [
                                                                                             "Тип",
                                                                                             "однозахватный"
                                                                                         ],
                                                                                         [
                                                                                             "Назначение",
                                                                                             "для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Покрытие",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Запорный клапан",
                                                                                             "керамический картридж"
                                                                                         ],
                                                                                         [
                                                                                             "Степень глянца",
                                                                                             "матовый"
                                                                                         ],
                                                                                         [
                                                                                             "Способ монтажа",
                                                                                             "на раковину"
                                                                                         ],
                                                                                         [
                                                                                             "Количество монтажных отверстий",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Тип подводки",
                                                                                             "гибкая"
                                                                                         ],
                                                                                         [
                                                                                             "Присоединительный размер",
                                                                                             "1/2"
                                                                                         ],
                                                                                         [
                                                                                             "Конструкция излива",
                                                                                             "гибкий"
                                                                                         ],
                                                                                         [
                                                                                             "Высота смесителя, мм",
                                                                                             "440"
                                                                                         ],
                                                                                         [
                                                                                             "Переключатель на фильтр",
                                                                                             "Нет"
                                                                                         ],
                                                                                         [
                                                                                             "Комплектация",
                                                                                             "шланг, смеситель для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Цвет",
                                                                                             "графит"
                                                                                         ],
                                                                                         [
                                                                                             "Материал корпуса",
                                                                                             "нержавеющая сталь"
                                                                                         ],
                                                                                         [
                                                                                             "Страна-производитель",
                                                                                             "Китай"
                                                                                         ],
                                                                                         [
                                                                                             "Вес",
                                                                                             "3 кг"
                                                                                         ]
                                                                                     ]
                                                                       },
    "smesitel-hali-553-nerzhavejuschaja-stal-tsvet-hrom-173335343":  {
                                                                         "name":  "Смеситель HALI 553 для кухни (хром)",
                                                                         "category":  "smesiteli",
                                                                         "price":  12990,
                                                                         "installmentPrice":  4330,
                                                                         "installmentMonths":  3,
                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-553-nerzhavejuschaja-stal-tsvet-hrom-173335343/",
                                                                         "images":  [
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p47/pe2/166512190.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p63/pe2/166512191.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p7f/pe2/166512192.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pb8/pe2/166512194.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pd4/pe2/166512195.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p0c/pe3/166512197.jpg?format=gallery-medium"
                                                                                    ],
                                                                         "description":  "Смеситель HALI 553 — это практичное и стильное решение для вашей кухни, сочетающее в себе надежность материалов и современный дизайн. Гибкий излив обеспечивает максимальный комфорт при использовании.✨ Особенности:- 💧 Гибкий излив — позволяет легко направлять воду в любую точку мойки.- 🛡 Корпус из нержавеющей стали — гарантирует долговечность и устойчивость к коррозии.- 🔗 Гибкая подводка — упрощает монтаж и обеспечивает надежное соединение.- ⚙️ Керамический картридж — обеспечивает плавную и надежную работу смесителя.",
                                                                         "specs":  [
                                                                                       [
                                                                                           "Код товара",
                                                                                           "173335343"
                                                                                       ],
                                                                                       [
                                                                                           "Тип",
                                                                                           "однозахватный"
                                                                                       ],
                                                                                       [
                                                                                           "Назначение",
                                                                                           "для кухни (мойки)"
                                                                                       ],
                                                                                       [
                                                                                           "Покрытие",
                                                                                           "латунь"
                                                                                       ],
                                                                                       [
                                                                                           "Запорный клапан",
                                                                                           "керамический картридж"
                                                                                       ],
                                                                                       [
                                                                                           "Степень глянца",
                                                                                           "глянцевый"
                                                                                       ],
                                                                                       [
                                                                                           "Способ монтажа",
                                                                                           "на раковину"
                                                                                       ],
                                                                                       [
                                                                                           "Количество монтажных отверстий",
                                                                                           "1"
                                                                                       ],
                                                                                       [
                                                                                           "Тип подводки",
                                                                                           "гибкая"
                                                                                       ],
                                                                                       [
                                                                                           "Присоединительный размер",
                                                                                           "1/2"
                                                                                       ],
                                                                                       [
                                                                                           "Конструкция излива",
                                                                                           "гибкий"
                                                                                       ],
                                                                                       [
                                                                                           "Высота смесителя, мм",
                                                                                           "440"
                                                                                       ],
                                                                                       [
                                                                                           "Переключатель на фильтр",
                                                                                           "Нет"
                                                                                       ],
                                                                                       [
                                                                                           "Комплектация",
                                                                                           "шланг, смеситель для кухни (мойки)"
                                                                                       ],
                                                                                       [
                                                                                           "Цвет",
                                                                                           "хром"
                                                                                       ],
                                                                                       [
                                                                                           "Материал корпуса",
                                                                                           "нержавеющая сталь"
                                                                                       ],
                                                                                       [
                                                                                           "Страна-производитель",
                                                                                           "Китай"
                                                                                       ],
                                                                                       [
                                                                                           "Вес",
                                                                                           "3 кг"
                                                                                       ]
                                                                                   ]
                                                                     },
    "smesitel-hali-553-nerzhavejuschaja-stal-tsvet-chernyi-173347226":  {
                                                                            "name":  "Смеситель HALI 553 для кухни (черный)",
                                                                            "category":  "smesiteli",
                                                                            "price":  12990,
                                                                            "installmentPrice":  4330,
                                                                            "installmentMonths":  3,
                                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-553-nerzhavejuschaja-stal-tsvet-chernyi-173347226/",
                                                                            "images":  [
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p76/p68/166546377.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pa0/p6e/166546391.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p7b/pba/166546408.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p01/pbe/166546419.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p16/pc1/166546426.jpg?format=gallery-medium",
                                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pf2/pc3/166546431.jpg?format=gallery-medium"
                                                                                       ],
                                                                            "description":  "Смеситель HALI 553 — это практичное и стильное решение для вашей кухни, сочетающее в себе надежность материалов и современный дизайн. Гибкий излив обеспечивает максимальный комфорт при использовании, а матовое черное покрытие придаст вашей кухне элегантный вид. ✨ Особенности:- 💧 Гибкий излив — позволяет легко направлять воду в любую точку мойки.- 🛡 Корпус из нержавеющей стали — гарантирует долговечность и устойчивость к коррозии.- 🔗 Гибкая подводка — упрощает монтаж и обеспечивает надежное соединение.- ⚙️ Керамический картридж — обеспечивает плавную и надежную работу смесителя.",
                                                                            "specs":  [
                                                                                          [
                                                                                              "Код товара",
                                                                                              "173347226"
                                                                                          ],
                                                                                          [
                                                                                              "Тип",
                                                                                              "однозахватный"
                                                                                          ],
                                                                                          [
                                                                                              "Назначение",
                                                                                              "для кухни (мойки)"
                                                                                          ],
                                                                                          [
                                                                                              "Покрытие",
                                                                                              "латунь"
                                                                                          ],
                                                                                          [
                                                                                              "Запорный клапан",
                                                                                              "керамический картридж"
                                                                                          ],
                                                                                          [
                                                                                              "Степень глянца",
                                                                                              "матовый"
                                                                                          ],
                                                                                          [
                                                                                              "Способ монтажа",
                                                                                              "на раковину"
                                                                                          ],
                                                                                          [
                                                                                              "Количество монтажных отверстий",
                                                                                              "1"
                                                                                          ],
                                                                                          [
                                                                                              "Тип подводки",
                                                                                              "гибкая"
                                                                                          ],
                                                                                          [
                                                                                              "Присоединительный размер",
                                                                                              "1/2"
                                                                                          ],
                                                                                          [
                                                                                              "Конструкция излива",
                                                                                              "гибкий"
                                                                                          ],
                                                                                          [
                                                                                              "Высота смесителя, мм",
                                                                                              "440"
                                                                                          ],
                                                                                          [
                                                                                              "Переключатель на фильтр",
                                                                                              "Нет"
                                                                                          ],
                                                                                          [
                                                                                              "Комплектация",
                                                                                              "шланг, смеситель для кухни (мойки)"
                                                                                          ],
                                                                                          [
                                                                                              "Цвет",
                                                                                              "черный"
                                                                                          ],
                                                                                          [
                                                                                              "Материал корпуса",
                                                                                              "нержавеющая сталь"
                                                                                          ],
                                                                                          [
                                                                                              "Страна-производитель",
                                                                                              "Китай"
                                                                                          ],
                                                                                          [
                                                                                              "Вес",
                                                                                              "3 кг"
                                                                                          ]
                                                                                      ]
                                                                        },
    "smesitel-hali-178-latun-tsvet-chernyi-176090325":  {
                                                            "name":  "Смеситель HALI 178 (черный)",
                                                            "category":  "smesiteli",
                                                            "price":  21990,
                                                            "installmentPrice":  3665,
                                                            "installmentMonths":  6,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-178-latun-tsvet-chernyi-176090325/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p25/p46/175623691.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pd1/p45/175623694.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p99/p45/175623696.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p60/p45/175623698.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p44/p45/175623699.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pef/p04/175623701.jpg?format=gallery-medium"
                                                                       ],
                                                            "description":  "Премиум смеситель HALI для кухниСовременный и стильный смеситель HALI — идеальное решение для вашей кухни!Изготовлен из высококачественной нержавеющей стали, что гарантирует долговечность и надежность на долгие годы.💧 Гибкий излив — легко направляйте струю воды в любую сторону, удобно мыть даже большие кастрюли.🚿 Выдвижная лейка — обеспечивает максимальный комфорт при использовании, позволяет дотянуться до любой зоны мойки.🌀 Поворот на 360° — абсолютная свобода движений.🛡️ Гарантия: 5 лет",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "176090325"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "однозахватный"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для кухни (мойки)"
                                                                          ],
                                                                          [
                                                                              "Покрытие",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Степень глянца",
                                                                              "матовый"
                                                                          ],
                                                                          [
                                                                              "Способ монтажа",
                                                                              "на раковину"
                                                                          ],
                                                                          [
                                                                              "Количество монтажных отверстий",
                                                                              "1"
                                                                          ],
                                                                          [
                                                                              "Тип подводки",
                                                                              "гибкая"
                                                                          ],
                                                                          [
                                                                              "Присоединительный размер",
                                                                              "1/2"
                                                                          ],
                                                                          [
                                                                              "Конструкция излива",
                                                                              "гибкий"
                                                                          ],
                                                                          [
                                                                              "Переключатель на фильтр",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Комплектация",
                                                                              "гайка, шланг, смеситель для кухни (мойки)"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "черный"
                                                                          ],
                                                                          [
                                                                              "Материал корпуса",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Особенности",
                                                                              "система быстрого монтажа, с аэратором"
                                                                          ],
                                                                          [
                                                                              "Страна-производитель",
                                                                              "Китай"
                                                                          ],
                                                                          [
                                                                              "Вес",
                                                                              "2 кг"
                                                                          ]
                                                                      ]
                                                        },
    "hali-dushevoi-nabor-garnitur-140-141255759":  {
                                                       "name":  "HALI душевой набор (гарнитур) 140",
                                                       "category":  "dushevye",
                                                       "price":  39990,
                                                       "installmentPrice":  3333,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-140-141255759/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pad/p12/83096332.png?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p58/p12/83096335.png?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p20/p12/83096337.png?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p4e/p7e/77090549.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p9a/pb2/62958941.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p7d/pb2/62958942.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система Hali 4 в 1 с тропическим душемСовременная душевая система Hali 4 в 1 — это сочетание премиального дизайна, функциональности и немецких технологий.Создаёт комфортные условия для расслабляющего душа и гармонично вписывается в любой интерьер ванной комнаты.✨ Преимущества: • ✅ 4 функции в 1: тропический душ, ручной душ, гигиенический душ и смеситель. • ⚙️ Кнопочная панель управления — лёгкое и точное переключение режимов одним нажатием. • 🌡 Индикатор температуры воды — для комфортного и безопасного использования. • 🧱 Смеситель из 100% латуни — прочный, устойчив к коррозии и долговечный. • 🌧 Тропический душ — мягкий и равномерный поток воды. • 🇩🇪 Немецкая технология — высокое качество сборки и надёжность. • 💎 Современный дизайн — станет стильным акцентом вашей ванной комнаты. • 🕒 5 лет гарантии — подтверждение высокого качества и долговечности.💧 Душевая система Hali — это комфорт, функциональность и уверенность в каждом дне",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "141255759"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "4"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "кнопочное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, дисплей, индикация температуры, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Мин. давление воды",
                                                                         "1.5 бар"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик, нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Встраиваемый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "графит"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), полочка, лейка для душа"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "на смесителе"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "32*22"
                                                                     ],
                                                                     [
                                                                         "Размеры бокового душа",
                                                                         "250"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-14100-144273076":  {
                                                         "name":  "HALI душевой набор (гарнитур) 14100",
                                                         "category":  "dushevye",
                                                         "price":  45800,
                                                         "installmentPrice":  3817,
                                                         "installmentMonths":  12,
                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-14100-144273076/",
                                                         "images":  [
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p86/p84/65714571.PNG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pef/p65/62211470.png?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p0e/p65/62211478.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p62/p65/62211475.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p08/p3b/77091684.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p52/p6c/62211454.png?format=gallery-medium"
                                                                    ],
                                                         "description":  "🚿 Душевая система Hali 4 в 1 с тропическим душемСовременная душевая система Hali 4 в 1 — это сочетание премиального дизайна, функциональности и немецких технологий.Создаёт комфортные условия для расслабляющего душа и гармонично вписывается в любой интерьер ванной комнаты.✨ Преимущества: • ✅ 4 функции в 1: тропический душ, ручной душ, гигиенический душ и смеситель. • ⚙️ Кнопочная панель управления — лёгкое и точное переключение режимов одним нажатием. • 🌡 Индикатор температуры воды — для комфортного и безопасного использования. • 🧱 Смеситель из 100% латуни — прочный, устойчив к коррозии и долговечный. • 🌧 Тропический душ — мягкий и равномерный поток воды. • 🕒 5 лет гарантии.",
                                                         "specs":  [
                                                                       [
                                                                           "Код товара",
                                                                           "144273076"
                                                                       ],
                                                                       [
                                                                           "Режим тропический дождь",
                                                                           "Да"
                                                                       ],
                                                                       [
                                                                           "Количество режимов лейки",
                                                                           "4"
                                                                       ],
                                                                       [
                                                                           "Количество режимов верхнего душа",
                                                                           "1"
                                                                       ],
                                                                       [
                                                                           "Форма верхнего душа",
                                                                           "прямоугольная"
                                                                       ],
                                                                       [
                                                                           "Переключатель режима струи",
                                                                           "кнопочное"
                                                                       ],
                                                                       [
                                                                           "Конструктивные особенности",
                                                                           "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                       ],
                                                                       [
                                                                           "Мин. давление воды",
                                                                           "1.5 бар"
                                                                       ],
                                                                       [
                                                                           "Тип",
                                                                           "душевой набор (гарнитур)"
                                                                       ],
                                                                       [
                                                                           "Покрытие",
                                                                           "латунь"
                                                                       ],
                                                                       [
                                                                           "Материал лейки",
                                                                           "абс-пластик, нержавеющая сталь"
                                                                       ],
                                                                       [
                                                                           "Материал стойки",
                                                                           "нержавеющая сталь"
                                                                       ],
                                                                       [
                                                                           "Материал верхнего душа",
                                                                           "абс-пластик"
                                                                       ],
                                                                       [
                                                                           "Способ монтажа",
                                                                           "настенный"
                                                                       ],
                                                                       [
                                                                           "Встраиваемый монтаж",
                                                                           "Нет"
                                                                       ],
                                                                       [
                                                                           "Присоединительный размер",
                                                                           "1/2"
                                                                       ],
                                                                       [
                                                                           "S-образные эксцентрики",
                                                                           "Да"
                                                                       ],
                                                                       [
                                                                           "Цвет/Оттенок",
                                                                           "графит"
                                                                       ],
                                                                       [
                                                                           "Комплектация",
                                                                           "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, гигиеническая лейка"
                                                                       ],
                                                                       [
                                                                           "Держатель для душевой лейки",
                                                                           "на смесителе"
                                                                       ],
                                                                       [
                                                                           "Размеры стойки для душа",
                                                                           "135"
                                                                       ],
                                                                       [
                                                                           "Размеры верхнего душа",
                                                                           "30x20"
                                                                       ],
                                                                       [
                                                                           "Размеры бокового душа",
                                                                           "250"
                                                                       ],
                                                                       [
                                                                           "Размеры душевой панели",
                                                                           "36.5"
                                                                       ],
                                                                       [
                                                                           "Длина душевого шланга",
                                                                           "1500 мм"
                                                                       ],
                                                                       [
                                                                           "Страна-производитель",
                                                                           "Китай"
                                                                       ],
                                                                       [
                                                                           "Вес",
                                                                           "5 кг"
                                                                       ]
                                                                   ]
                                                     },
    "hali-dushevoi-nabor-garnitur-103-148515151":  {
                                                       "name":  "HALI душевой набор (гарнитур) 103",
                                                       "category":  "dushevye",
                                                       "price":  45990,
                                                       "installmentPrice":  3833,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-103-148515151/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p5e/p6f/74603523.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p30/p48/74339366.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p69/p48/74339368.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p29/p4b/74339372.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p46/p4b/74339373.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p62/p4b/74339374.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "HALI душевой набор (гарнитур) 103 — это практичное и стильное решение для вашей ванной комнаты, сочетающее в себе функциональность, надёжность и современный дизайн. ✨ Особенности:- 🚿 Тропический душ — для расслабляющего и освежающего эффекта.- 🔗 Длина душевого шланга 1500 мм — обеспечивает свободу движений и комфорт.- 🛠 Настенный монтаж — простая и быстрая установка.- 💎 Покрытие из латуни — гарантирует долговечность и устойчивость к коррозии.- 💧 Мин. давление воды 1.5 бар.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "148515151"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "квадратная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "кнопочное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, индикация температуры, тропический душ"
                                                                     ],
                                                                     [
                                                                         "Мин. давление воды",
                                                                         "1.5 бар"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Встраиваемый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "графит"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "смеситель, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "настенный держатель"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "135"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "20х30"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-142-148694343":  {
                                                       "name":  "HALI душевой набор (гарнитур) 142",
                                                       "category":  "dushevye",
                                                       "price":  42000,
                                                       "installmentPrice":  3500,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-142-148694343/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pef/p10/74931564.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p0c/p11/74931565.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p28/p11/74931566.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p44/p11/74931567.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p60/p11/74931568.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p7c/p11/74931569.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система HALI 4 в 1 — максимум комфорта и технологийПремиальная душевая система, созданная для тех, кто ценит удобство, качество и современный стиль.✨ Преимущества:✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и алюминиевая полка.💡 Цифровой дисплей с подсветкой — стиль и контроль в одном решении.🌡 Датчик температуры — комфорт и безопасность при каждом использовании.🛠 Авиционный алюминий — надёжность и устойчивость к коррозии.🚿 Металлический гигиенический душ — долговечность и стабильная работа.🧴 Алюминиевая полка — удобство хранения аксессуаров.🎁 Подарок: удлинитель для душа.🕒 Гарантия — 5 лет.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "148694343"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "4"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "кнопочное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Мин. давление воды",
                                                                         "1.5 бар"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Встраиваемый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "графит"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "на смесителе"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "30х20"
                                                                     ],
                                                                     [
                                                                         "Размеры душевой панели",
                                                                         "36,5"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-101s-smesitel-v-podarok-149780394":  {
                                                                           "name":  "HALI душевой набор (гарнитур) 101S + Смеситель в подарок",
                                                                           "category":  "dushevye",
                                                                           "price":  32890,
                                                                           "installmentPrice":  2741,
                                                                           "installmentMonths":  12,
                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-101s-smesitel-v-podarok-149780394/",
                                                                           "images":  [
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pc2/pc8/136416443.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p67/pb0/78729693.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pd7/pb0/78729697.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p60/pfb/78729702.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p7c/pfb/78729703.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p98/pfb/78729704.jpg?format=gallery-medium"
                                                                                      ],
                                                                           "description":  "🚿 Душевая система HALI 4в1 — всё включено для вашего комфорта!\nСовременный дизайн, премиальные материалы и полный комплект для установки — всё, что нужно для стильной и удобной ванной комнаты 💎\n✨ Преимущества:\n• ✅ Смеситель и удлинитель уже входят в комплект! — не нужно ничего докупать\n• 🧼 4 функции в одном наборе: тропический душ, ручной, гигиенический душ и смеситель\n• 🖲 Удобная кнопочная панель управления\n• 🧍‍♂️ Металлический гигиенический душ\n• 🪞 Прочная алюминиевая полка\n• 🛡 Гарантия — 5 лет\nИзготовлена из авиационного алюминия — долговечна, устойчива к коррозии и сохраняет стильный внешний вид на долгие годы.",
                                                                           "specs":  [
                                                                                         [
                                                                                             "Код товара",
                                                                                             "149780394"
                                                                                         ],
                                                                                         [
                                                                                             "Режим тропический дождь",
                                                                                             "Да"
                                                                                         ],
                                                                                         [
                                                                                             "Количество режимов лейки",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Количество режимов верхнего душа",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Форма верхнего душа",
                                                                                             "прямоугольная"
                                                                                         ],
                                                                                         [
                                                                                             "Конструктивные особенности",
                                                                                             "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                                         ],
                                                                                         [
                                                                                             "Тип",
                                                                                             "душевой набор (гарнитур)"
                                                                                         ],
                                                                                         [
                                                                                             "Покрытие",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Материал лейки",
                                                                                             "абс-пластик"
                                                                                         ],
                                                                                         [
                                                                                             "Материал стойки",
                                                                                             "нержавеющая сталь"
                                                                                         ],
                                                                                         [
                                                                                             "Материал верхнего душа",
                                                                                             "абс-пластик"
                                                                                         ],
                                                                                         [
                                                                                             "Способ монтажа",
                                                                                             "настенный"
                                                                                         ],
                                                                                         [
                                                                                             "Встраиваемый монтаж",
                                                                                             "Нет"
                                                                                         ],
                                                                                         [
                                                                                             "Присоединительный размер",
                                                                                             "1/2"
                                                                                         ],
                                                                                         [
                                                                                             "S-образные эксцентрики",
                                                                                             "Да"
                                                                                         ],
                                                                                         [
                                                                                             "Цвет/Оттенок",
                                                                                             "графит"
                                                                                         ],
                                                                                         [
                                                                                             "Комплектация",
                                                                                             "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, гигиеническая лейка, монтажный комплект"
                                                                                         ],
                                                                                         [
                                                                                             "Держатель для душевой лейки",
                                                                                             "на смесителе"
                                                                                         ],
                                                                                         [
                                                                                             "Размеры стойки для душа",
                                                                                             "135"
                                                                                         ],
                                                                                         [
                                                                                             "Размеры верхнего душа",
                                                                                             "20x30"
                                                                                         ],
                                                                                         [
                                                                                             "Размеры душевой панели",
                                                                                             "23х10"
                                                                                         ],
                                                                                         [
                                                                                             "Длина душевого шланга",
                                                                                             "1500 мм"
                                                                                         ],
                                                                                         [
                                                                                             "Дополнительная информация",
                                                                                             "Смеситель для раковины в комплекте!"
                                                                                         ],
                                                                                         [
                                                                                             "Страна-производитель",
                                                                                             "Китай"
                                                                                         ],
                                                                                         [
                                                                                             "Вес",
                                                                                             "5 кг"
                                                                                         ]
                                                                                     ]
                                                                       },
    "hali-dushevoi-nabor-garnitur-101g-155280099":  {
                                                        "name":  "HALI душевой набор (гарнитур) 101G",
                                                        "category":  "dushevye",
                                                        "price":  32890,
                                                        "installmentPrice":  2741,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-101g-155280099/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p15/p04/136416173.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p7a/p9b/98336073.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p25/p9b/98336076.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p2c/p98/98336082.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pbb/p97/98336086.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p83/p97/98336088.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "HALI душевой набор (гарнитур) 101G — это комплексное решение для создания комфортного и функционального пространства в вашей ванной комнате. Этот душевой набор сочетает в себе стильный дизайн, прочные материалы и удобство использования. ✨ Особенности:- 🚿 Комплектация 4 в 1 — верхний душ, ручной душ, гигиенический душ и удобная полочка для аксессуаров.- 💧 Режим тропического дождя — для максимального расслабления.- 🛠 Прочный корпус из нержавеющей стали и латуни.- 🔗 Длинный душевой шланг (1500 мм).- 🎨 Современный графитовый цвет.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "155280099"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "квадратная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал панели",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "излив для наполнения ванны, верхний душ, гигиенический душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, гигиеническая лейка, душевая стойка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "настенный держатель"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "20х30"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Душевой набор, Душевая система, Душевая стойка"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-101gf-172476752":  {
                                                         "name":  "HALI душевой набор (гарнитур) 101GF",
                                                         "category":  "dushevye",
                                                         "price":  33990,
                                                         "installmentPrice":  2833,
                                                         "installmentMonths":  12,
                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-101gf-172476752/",
                                                         "images":  [
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pdd/pda/163122147.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p81/pdd/163122150.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pf2/pdd/163122154.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p0e/pde/163122155.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p2b/pde/163122156.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p47/pde/163122157.jpg?format=gallery-medium"
                                                                    ],
                                                         "description":  "🚿 Душевая система HALI 4 в 1 — премиум-комфорт в вашей ваннойСтильный гарнитур из авиационного алюминия с интуитивным управлением.✨ Главное:✅ 4 в 1 — тропический душ, ручная лейка, гигиенический душ и поворотный излив (15 см).🎹 Клавиши-пианино — переключение режимов в одно касание.🌧 Тропический дождь (30×20 см) — широкая лейка с силиконовыми форсунками и эффектом СПА.🚿 Гигиенический душ — 2 режима, спиральный шланг, удобная кнопка.🧴 Полка из алюминия — с крючками и держателем для полотенца.🎁 Подарки в комплекте: фильтр для душа, удлинитель штанги.🕒 Гарантия 5 лет.",
                                                         "specs":  [
                                                                       [
                                                                           "Код товара",
                                                                           "172476752"
                                                                       ],
                                                                       [
                                                                           "Режим тропический дождь",
                                                                           "Да"
                                                                       ],
                                                                       [
                                                                           "Количество режимов лейки",
                                                                           "3"
                                                                       ],
                                                                       [
                                                                           "Количество режимов верхнего душа",
                                                                           "1"
                                                                       ],
                                                                       [
                                                                           "Форма верхнего душа",
                                                                           "прямоугольная"
                                                                       ],
                                                                       [
                                                                           "Переключатель режима струи",
                                                                           "кнопочное"
                                                                       ],
                                                                       [
                                                                           "Конструктивные особенности",
                                                                           "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                       ],
                                                                       [
                                                                           "Тип",
                                                                           "душевой набор (гарнитур)"
                                                                       ],
                                                                       [
                                                                           "Покрытие",
                                                                           "латунь"
                                                                       ],
                                                                       [
                                                                           "Материал лейки",
                                                                           "абс-пластик"
                                                                       ],
                                                                       [
                                                                           "Материал стойки",
                                                                           "нержавеющая сталь"
                                                                       ],
                                                                       [
                                                                           "Материал панели",
                                                                           "латунь"
                                                                       ],
                                                                       [
                                                                           "Материал верхнего душа",
                                                                           "абс-пластик"
                                                                       ],
                                                                       [
                                                                           "Способ монтажа",
                                                                           "настенный"
                                                                       ],
                                                                       [
                                                                           "Встраиваемый монтаж",
                                                                           "Нет"
                                                                       ],
                                                                       [
                                                                           "Присоединительный размер",
                                                                           "1/2"
                                                                       ],
                                                                       [
                                                                           "S-образные эксцентрики",
                                                                           "Да"
                                                                       ],
                                                                       [
                                                                           "Цвет/Оттенок",
                                                                           "графит, темно-серый"
                                                                       ],
                                                                       [
                                                                           "Комплектация",
                                                                           "излив для наполнения ванны, верхний душ, гигиенический душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, гигиеническая лейка, душевая стойка, монтажный комплект"
                                                                       ],
                                                                       [
                                                                           "Держатель для душевой лейки",
                                                                           "настенный держатель"
                                                                       ],
                                                                       [
                                                                           "Размеры стойки для душа",
                                                                           "135"
                                                                       ],
                                                                       [
                                                                           "Размеры верхнего душа",
                                                                           "20х30"
                                                                       ],
                                                                       [
                                                                           "Длина душевого шланга",
                                                                           "1500 мм"
                                                                       ],
                                                                       [
                                                                           "Дополнительная информация",
                                                                           "Душевой набор, Душевая система, Душевая стойка"
                                                                       ],
                                                                       [
                                                                           "Страна-производитель",
                                                                           "Китай"
                                                                       ],
                                                                       [
                                                                           "Вес",
                                                                           "5 кг"
                                                                       ]
                                                                   ]
                                                     },
    "hali-dushevoi-nabor-garnitur-101f-172643379":  {
                                                        "name":  "HALI душевой набор (гарнитур) 101F",
                                                        "category":  "dushevye",
                                                        "price":  29990,
                                                        "installmentPrice":  2500,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-101f-172643379/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pe1/pf0/163801126.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pc5/pf0/163801127.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p0e/pea/163801146.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pa9/pf0/163801128.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p05/pee/163801131.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pb0/ped/163801134.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система 4 в 1 из авиационного алюминия\nПремиальная душевая система цвета оружейная сталь — максимальный комфорт, стиль и надежность для вашей ванной.\n✨ Преимущества:\n🎹 Клавишное управление — 4 режима работы переключаются лёгкими нажатиями (по типу пианино).\n🌧 Тропический дождь (30×20 см) — поворотная лейка с силиконовыми соплами и СПА-эффектом.\n🚿 Ручная лейка (26×11 см) — 3 режима воды, кнопка ВКЛ/ВЫКЛ на ручке.\n🚿 Гигиенический душ (14 см) — 2 режима, удобный контроль одной рукой.\n🧴 Алюминиевая полка — фиксация на любой высоте.\n🎁 ПОДАРКИ В КОМПЛЕКТЕ: удлинитель для душа, фильтр для воды.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "172643379"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "3"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "квадратная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Мин. давление воды",
                                                                          "1.5 бар"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал панели",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит, темно-серый"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, гигиеническая лейка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "настенный держатель"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "20х30"
                                                                      ],
                                                                      [
                                                                          "Размеры душевой панели",
                                                                          "23х10"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Душевой набор, Душевая система, Душевая стойка"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "4 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-123-173047164":  {
                                                       "name":  "HALI душевой набор (гарнитур) 123",
                                                       "category":  "dushevye",
                                                       "price":  41990,
                                                       "installmentPrice":  3500,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-123-173047164/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa8/pfc/169578672.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa8/pfc/169578678.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa8/pfc/169578679.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa8/pfc/169578681.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa8/pfc/169578675.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa8/pfc/169578686.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система Hali 4 в 1 — стиль и комфорт для вашей ванной комнаты\nЭта душевая система сочетает в себе функциональность, надежность и современный дизайн.\n✨ Преимущества:\n• ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.\n• 🔄 Регулируемый угол наклона — настройте душ под себя.\n• 🧱 Смеситель из 100% латуни — прочный, устойчив к коррозии.\n• 💧 Полочка из алюминий — устойчива к влаге.\n📏 Длинный поворотный излив 21 см — удобно для ванны.\n• 🕒 Гарантия 5 лет.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "173047164"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "поворотное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "хром"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал панели",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "хром"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "смеситель, излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "штанга"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140 см"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "22х32 см"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-123f-173047213":  {
                                                        "name":  "HALI душевой набор (гарнитур) 123F",
                                                        "category":  "dushevye",
                                                        "price":  42990,
                                                        "installmentPrice":  3583,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-123f-173047213/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/pfd/169590436.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/pfd/169590437.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/pfd/169590438.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/pfd/169590439.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/pfd/169590440.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p67/pfd/169590441.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система Hali 4 в 1 — стиль, комфорт и забота о вашей коже\n-\nЭта душевая система сочетает в себе функциональность, надежность и современный дизайн.\n-\n✨ Преимущества:\n• ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.\n• 🧼 Фильтр для душа в комплекте — хлопковый слой удерживает песок и ржавчину, а гранулы удаляют хлор, бактерии и неприятный запах.\n• 🔄 Регулируемый угол наклона.\n• 🧱 Смеситель из 100% латуни.\n• 💧 Полочка из алюминий.\n📏 Длинный поворотный излив 21 см.\n• 🕒 Гарантия 5 лет.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "173047213"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "3"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "прямоугольная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "поворотное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, фильтр, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал панели",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "хром, белый"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "штанга"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "140см"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "22х32"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-123-chernyi-173102791":  {
                                                               "name":  "HALI душевой набор (гарнитур) 123 черный",
                                                               "category":  "dushevye",
                                                               "price":  41990,
                                                               "installmentPrice":  3500,
                                                               "installmentMonths":  12,
                                                               "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-123-chernyi-173102791/",
                                                               "images":  [
                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pb4/p61/165720996.jpg?format=gallery-medium",
                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p80/p9e/165721027.jpg?format=gallery-medium",
                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p09/p62/165720999.jpg?format=gallery-medium",
                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pd1/p61/165720997.jpg?format=gallery-medium",
                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p37/pa5/165721008.jpg?format=gallery-medium",
                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pce/pa1/165721018.jpg?format=gallery-medium"
                                                                          ],
                                                               "description":  "HALI душевой набор (гарнитур) 123 черный — это комплексное решение для создания комфортной и функциональной зоны в вашей ванной комнате. Этот стильный и современный душевой гарнитур сочетает в себе передовые технологии и элегантный дизайн.\n✨ Особенности:\n- 🚿 Комплектация 4 в 1 — включает верхний душ, ручной душ, гигиенический душ и смеситель.\n- 🧱 Смеситель из латуни — гарантирует долговечность и надежность конструкции.\n- 💧 Полочка из алюминия — обеспечивает удобное хранение.\n- 🔗 Длинный поворотный излив — позволяет легко наполнять ванну.",
                                                               "specs":  [
                                                                             [
                                                                                 "Код товара",
                                                                                 "173102791"
                                                                             ],
                                                                             [
                                                                                 "Режим тропический дождь",
                                                                                 "Да"
                                                                             ],
                                                                             [
                                                                                 "Количество режимов лейки",
                                                                                 "3"
                                                                             ],
                                                                             [
                                                                                 "Количество режимов верхнего душа",
                                                                                 "1"
                                                                             ],
                                                                             [
                                                                                 "Форма верхнего душа",
                                                                                 "прямоугольная"
                                                                             ],
                                                                             [
                                                                                 "Переключатель режима струи",
                                                                                 "поворотное"
                                                                             ],
                                                                             [
                                                                                 "Конструктивные особенности",
                                                                                 "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                             ],
                                                                             [
                                                                                 "Тип",
                                                                                 "душевой набор (гарнитур)"
                                                                             ],
                                                                             [
                                                                                 "Покрытие",
                                                                                 "латунь"
                                                                             ],
                                                                             [
                                                                                 "Материал лейки",
                                                                                 "абс-пластик"
                                                                             ],
                                                                             [
                                                                                 "Материал стойки",
                                                                                 "нержавеющая сталь"
                                                                             ],
                                                                             [
                                                                                 "Материал панели",
                                                                                 "латунь"
                                                                             ],
                                                                             [
                                                                                 "Материал верхнего душа",
                                                                                 "абс-пластик"
                                                                             ],
                                                                             [
                                                                                 "Способ монтажа",
                                                                                 "настенный"
                                                                             ],
                                                                             [
                                                                                 "Присоединительный размер",
                                                                                 "1/2"
                                                                             ],
                                                                             [
                                                                                 "S-образные эксцентрики",
                                                                                 "Да"
                                                                             ],
                                                                             [
                                                                                 "Цвет/Оттенок",
                                                                                 "черный"
                                                                             ],
                                                                             [
                                                                                 "Комплектация",
                                                                                 "смеситель, излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                             ],
                                                                             [
                                                                                 "Держатель для душевой лейки",
                                                                                 "штанга"
                                                                             ],
                                                                             [
                                                                                 "Размеры стойки для душа",
                                                                                 "140 см"
                                                                             ],
                                                                             [
                                                                                 "Размеры верхнего душа",
                                                                                 "22х32"
                                                                             ],
                                                                             [
                                                                                 "Длина душевого шланга",
                                                                                 "1500 мм"
                                                                             ],
                                                                             [
                                                                                 "Страна-производитель",
                                                                                 "Китай"
                                                                             ],
                                                                             [
                                                                                 "Вес",
                                                                                 "5 кг"
                                                                             ]
                                                                         ]
                                                           },
    "hali-dushevoi-nabor-garnitur-123f-173102852":  {
                                                        "name":  "HALI душевой набор (гарнитур) 123F черный",
                                                        "category":  "dushevye",
                                                        "price":  42990,
                                                        "installmentPrice":  3583,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-123f-173102852/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pd1/p9a/165721311.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p42/p9b/165721315.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pf3/p84/170994915.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p26/p9b/165721314.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p00/p9f/165721328.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pee/p9a/165721312.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система Hali 4 в 1 — стиль, комфорт и забота о вашей коже-Эта душевая система сочетает в себе функциональность, надежность и современный дизайн.-✨ Преимущества:• ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.• 🧼 Фильтр для душа в комплекте.• 🔄 Регулируемый угол наклона.• 🧱 Смеситель из 100% латуни.• 💧 Полочка из алюминий.📏 Длинный поворотный излив 21 см.• 🕒 Гарантия 5 лет.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "173102852"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "3"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "прямоугольная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "поворотное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, фильтр, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал панели",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "черный"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "штанга"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "140см"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "22х32"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-144-173169313":  {
                                                       "name":  "HALI душевой набор (гарнитур) 144 (графит)",
                                                       "category":  "dushevye",
                                                       "price":  36990,
                                                       "installmentPrice":  3083,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-144-173169313/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p0c/p78/165964344.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pb7/p77/165964347.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa9/p71/165964360.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pda/p74/165964352.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa2/p74/165964354.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pbe/p74/165964353.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система Hali 4 в 1 — стиль и комфорт для вашей ванной комнатыЭта душевая система сочетает в себе функциональность, надежность и современный дизайн.✨ Преимущества:• ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.• 🔄 Регулируемый угол наклона.• 🧱 Смеситель из 100% латуни.• 💧 Полочка из алюминий.📏 Длинный поворотный излив 21 см.• 🕒 Гарантия 5 лет.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "173169313"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "поворотное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал панели",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "графит"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "штанга"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "22х32"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-144f-173169315":  {
                                                        "name":  "HALI душевой набор (гарнитур) 144F",
                                                        "category":  "dushevye",
                                                        "price":  37990,
                                                        "installmentPrice":  3166,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-144f-173169315/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p54/p71/165964363.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p00/p71/165964366.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pb2/p6d/165964375.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p38/p71/165964364.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pc7/p70/165964368.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p23/p6e/165964371.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система Hali 4 в 1 — стиль, комфорт и забота о вашей коже-Эта душевая система сочетает в себе функциональность, надежность и современный дизайн.-✨ Преимущества:• ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.• 🧼 Фильтр для душа в комплекте.• 🔄 Регулируемый угол наклона.• 🧱 Смеситель из 100% латуни.• 💧 Полочка из ABS-пластика.• 🕒 Гарантия 5 лет.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "173169315"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "3"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "прямоугольная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "поворотное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, фильтр, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал панели",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект, фильтр"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "штанга"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "140"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "22х32"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Фильтр для лейки в подарок!"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-142n-172481793":  {
                                                        "name":  "HALI душевой набор (гарнитур) 142N",
                                                        "category":  "dushevye",
                                                        "price":  42990,
                                                        "installmentPrice":  3583,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-142n-172481793/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p0c/pd9/163162551.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p9b/pd8/163162555.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p7f/pd8/163162556.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p47/pd8/163162558.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p86/pd5/163162562.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pdd/pd4/163162568.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система 4 в 1 с цифровым дисплеем и LED-подсветкой\nСовременная душевая система премиум-класса из авиационного алюминия, сочетающая в себе умные технологии, стильный дизайн и максимальный комфорт.\n✨ Особенности и преимущества:\n💻 Цифровой дисплей и датчик температуры.\n🌈 LED-подсветка — меняет цвет в зависимости от температуры воды.\n🎹 Клавишное управление — 4 режима работы.\n🌧 Тропический дождь (30×20 см).\n🚿 Ручная лейка (26×11 см).\n🧼 Гигиенический душ (14 см).\n🧴 Алюминиевая полка.\n🎁 ПОДАРКИ: удлинитель для душа, фильтр для душа.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "172481793"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "4"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "прямоугольная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Мин. давление воды",
                                                                          "1.5 бар"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "черный, графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, гигиеническая лейка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "на смесителе"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "30х20"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Душевой набор, душевая стойка, душевая система"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-144-174416620":  {
                                                       "name":  "HALI душевой набор (гарнитур) 144 (хром)",
                                                       "category":  "dushevye",
                                                       "price":  36990,
                                                       "installmentPrice":  3083,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-144-174416620/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pdb/p77/171035555.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pc5/p1d/170399815.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pe3/p7c/170399749.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p6c/p73/170399772.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p48/p76/170399767.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa6/p72/170399779.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система Hali 4 в 1 — стиль и комфорт для вашей ванной комнатыЭта душевая система сочетает в себе функциональность, надежность и современный дизайн.✨ Преимущества:* ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.* 🔄 Регулируемый угол наклона.* 🧱 Смеситель из 100% латуни.* 💧 Полочка из алюминий.📏 Длинный поворотный излив 21 см.* 🕒 Гарантия 5 лет.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "174416620"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "поворотное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал панели",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "хром"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "штанга"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "22x32"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-gigienicheskii-dush-319-177105043":  {
                                                   "name":  "HALI гигиенический душ 319 (золото)",
                                                   "category":  "dushevye",
                                                   "price":  17990,
                                                   "installmentPrice":  2999,
                                                   "installmentMonths":  6,
                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/hali-gigienicheskii-dush-319-177105043/",
                                                   "images":  [
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pa4/p30/178991399.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pbb/p7a/178991400.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pd8/p7a/178991401.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pf4/p7a/178991402.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p10/p7b/178991403.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p2c/p7b/178991404.jpg?format=gallery-medium"
                                                              ],
                                                   "description":  "Гигиенический душ HALI — стильное и надежное решение для вашей ванной комнаты.Основные характеристики и преимущества:Премиальные материалы: Корпус из нержавеющей стали с надежным защитным покрытием от царапин и коррозии.Долговечность: Надежный керамический картридж, рассчитанный на 500 000 циклов работы.Экономия и фильтрация: Встроенный аэратор фильтрует воду и значительно сокращает ее расход.Стабильный напор: Обеспечивает комфортный и ровный поток воды даже при низком давлении в системе.Эргономичный дизайн: Лейка удобно и надежно лежит в руке.Комплектация: В комплект входит прочный шланг.Гарантия качества: Немецкие стандарты качества и 5 лет официальной гарантии.",
                                                   "specs":  [
                                                                 [
                                                                     "Код товара",
                                                                     "177105043"
                                                                 ],
                                                                 [
                                                                     "Количество режимов лейки",
                                                                     "1"
                                                                 ],
                                                                 [
                                                                     "Конструктивные особенности",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Тип",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Покрытие",
                                                                     "нержавеющая сталь"
                                                                 ],
                                                                 [
                                                                     "Материал лейки",
                                                                     "абс-пластик"
                                                                 ],
                                                                 [
                                                                     "Материал стойки",
                                                                     "без стойки"
                                                                 ],
                                                                 [
                                                                     "Материал панели",
                                                                     "латунь"
                                                                 ],
                                                                 [
                                                                     "Способ монтажа",
                                                                     "настенный"
                                                                 ],
                                                                 [
                                                                     "Цвет/Оттенок",
                                                                     "золото"
                                                                 ],
                                                                 [
                                                                     "Комплектация",
                                                                     "смеситель, гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Размеры душевой панели",
                                                                     "195"
                                                                 ],
                                                                 [
                                                                     "Длина душевого шланга",
                                                                     "1500 мм"
                                                                 ],
                                                                 [
                                                                     "Страна-производитель",
                                                                     "Китай"
                                                                 ],
                                                                 [
                                                                     "Вес",
                                                                     "2 кг"
                                                                 ]
                                                             ]
                                               },
    "hali-gigienicheskii-dush-319-177160869":  {
                                                   "name":  "HALI гигиенический душ 319 (черный)",
                                                   "category":  "dushevye",
                                                   "price":  17990,
                                                   "installmentPrice":  2999,
                                                   "installmentMonths":  6,
                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/hali-gigienicheskii-dush-319-177160869/",
                                                   "images":  [
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pab/p26/179173097.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p50/p71/179173103.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pdd/p71/179173108.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pf9/p71/179173109.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pba/p74/179173113.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p63/p75/179173119.jpg?format=gallery-medium"
                                                              ],
                                                   "description":  "Гигиенический душ HALI — стильное и надежное решение для вашей ванной комнаты.Основные характеристики и преимущества:Премиальные материалы: Корпус из нержавеющей стали с надежным защитным покрытием от царапин и коррозии.Долговечность: Надежный керамический картридж, рассчитанный на 500 000 циклов работы.Экономия и фильтрация: Встроенный аэратор фильтрует воду и значительно сокращает ее расход.Стабильный напор: Обеспечивает комфортный и ровный поток воды даже при низком давлении в системе.Эргономичный дизайн: Лейка удобно и надежно лежит в руке.Комплектация: В комплект входит прочный шланг.Гарантия качества: Немецкие стандарты качества и 5 лет официальной гарантии.",
                                                   "specs":  [
                                                                 [
                                                                     "Код товара",
                                                                     "177160869"
                                                                 ],
                                                                 [
                                                                     "Количество режимов лейки",
                                                                     "1"
                                                                 ],
                                                                 [
                                                                     "Конструктивные особенности",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Тип",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Покрытие",
                                                                     "нержавеющая сталь"
                                                                 ],
                                                                 [
                                                                     "Материал лейки",
                                                                     "абс-пластик"
                                                                 ],
                                                                 [
                                                                     "Материал стойки",
                                                                     "без стойки"
                                                                 ],
                                                                 [
                                                                     "Материал панели",
                                                                     "латунь"
                                                                 ],
                                                                 [
                                                                     "Материал верхнего душа",
                                                                     "абс-пластик"
                                                                 ],
                                                                 [
                                                                     "Способ монтажа",
                                                                     "настенный"
                                                                 ],
                                                                 [
                                                                     "Цвет/Оттенок",
                                                                     "черный"
                                                                 ],
                                                                 [
                                                                     "Комплектация",
                                                                     "смеситель, гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Размеры душевой панели",
                                                                     "195"
                                                                 ],
                                                                 [
                                                                     "Длина душевого шланга",
                                                                     "1500 мм"
                                                                 ],
                                                                 [
                                                                     "Страна-производитель",
                                                                     "Китай"
                                                                 ],
                                                                 [
                                                                     "Вес",
                                                                     "2 кг"
                                                                 ]
                                                             ]
                                               },
    "hali-ramnaja-installjatsija-gr550g-150297000":  {
                                                         "name":  "HALI рамная инсталляция GR550G",
                                                         "category":  "installyacii",
                                                         "price":  129990,
                                                         "installmentPrice":  5417,
                                                         "installmentMonths":  24,
                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-gr550g-150297000/",
                                                         "images":  [
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1f/p10/153317255.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p4f/p9c/81464191.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1b/p73/80543384.jpeg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p33/p9c/81464192.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p74/p65/80543380.jpeg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pdd/p68/80543381.jpeg?format=gallery-medium"
                                                                    ],
                                                         "description":  "Унитаз с инсталляцией (комплект)Современный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.✅ Компактный дизайн экономит пространство✅ Бесшумный и мощный слив✅ Прочное сиденье с микролифтом (плавное закрытие)✅ Надёжная стальная рама выдерживает до 400 кг✅ Простая установка и уходКомплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                         "specs":  [
                                                                       [
                                                                           "Код товара",
                                                                           "150297000"
                                                                       ],
                                                                       [
                                                                           "Тип",
                                                                           "рамная инсталляция"
                                                                       ],
                                                                       [
                                                                           "Назначение",
                                                                           "для унитаза"
                                                                       ],
                                                                       [
                                                                           "Тип унитаза",
                                                                           "подвесной"
                                                                       ],
                                                                       [
                                                                           "Крепление",
                                                                           "в капитальную стену"
                                                                       ],
                                                                       [
                                                                           "Подвод воды",
                                                                           "сзади"
                                                                       ],
                                                                       [
                                                                           "Объем смывного бачка",
                                                                           "10 л"
                                                                       ],
                                                                       [
                                                                           "Слив воды",
                                                                           "две кнопки (полный слив/эконом)"
                                                                       ],
                                                                       [
                                                                           "Цвет",
                                                                           "белый"
                                                                       ],
                                                                       [
                                                                           "Монтажные размеры",
                                                                           "104-122см х 50см х 15см"
                                                                       ],
                                                                       [
                                                                           "Габаритные размеры",
                                                                           "111х55 см"
                                                                       ],
                                                                       [
                                                                           "Дополнительная информация",
                                                                           "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной"
                                                                       ],
                                                                       [
                                                                           "Страна-производитель",
                                                                           "Китай"
                                                                       ]
                                                                   ]
                                                     },
    "hali-ramnaja-installjatsija-g550gh-154876325":  {
                                                         "name":  "HALI рамная инсталляция G550GH",
                                                         "category":  "installyacii",
                                                         "price":  129990,
                                                         "installmentPrice":  5417,
                                                         "installmentMonths":  24,
                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550gh-154876325/",
                                                         "images":  [
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pe1/p20/96516408.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p86/p23/96516411.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p18/p54/96516413.jpeg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pda/p23/96516414.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p4b/p24/96516418.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pf0/p26/96516421.jpg?format=gallery-medium"
                                                                    ],
                                                         "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: графитСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.✅ Компактный дизайн экономит пространство✅ Бесшумный и мощный слив✅ Прочное сиденье с микролифтом (плавное закрытие)✅ Надёжная стальная рама выдерживает до 400 кг✅ Простая установка и уход Комплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                         "specs":  [
                                                                       [
                                                                           "Код товара",
                                                                           "154876325"
                                                                       ],
                                                                       [
                                                                           "Тип",
                                                                           "рамная инсталляция"
                                                                       ],
                                                                       [
                                                                           "Назначение",
                                                                           "для унитаза"
                                                                       ],
                                                                       [
                                                                           "Тип унитаза",
                                                                           "подвесной"
                                                                       ],
                                                                       [
                                                                           "Крепление",
                                                                           "в капитальную стену"
                                                                       ],
                                                                       [
                                                                           "Подвод воды",
                                                                           "сзади"
                                                                       ],
                                                                       [
                                                                           "Объем смывного бачка",
                                                                           "10 л"
                                                                       ],
                                                                       [
                                                                           "Слив воды",
                                                                           "две кнопки (полный слив/эконом)"
                                                                       ],
                                                                       [
                                                                           "Цвет",
                                                                           "графит"
                                                                       ],
                                                                       [
                                                                           "Монтажные размеры",
                                                                           "104-122см х 50см х 15см"
                                                                       ],
                                                                       [
                                                                           "Габаритные размеры",
                                                                           "111х55 см"
                                                                       ],
                                                                       [
                                                                           "Дополнительная информация",
                                                                           "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                       ],
                                                                       [
                                                                           "Страна-производитель",
                                                                           "Китай"
                                                                       ]
                                                                   ]
                                                     },
    "unitaz-s-installjatsiei-237747166-sanfarfor-155518811":  {
                                                                  "name":  "Унитаз с инсталляцией HALI 237747166",
                                                                  "category":  "installyacii",
                                                                  "price":  119990,
                                                                  "installmentPrice":  5000,
                                                                  "installmentMonths":  24,
                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/unitaz-s-installjatsiei-237747166-sanfarfor-155518811/",
                                                                  "images":  [
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p64/pe3/99387504.jpeg?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa1/ped/99387501.jpeg?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p26/pd9/99387507.jpeg?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pd4/p83/99387511.jpeg?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pf0/p6b/99387518.jpeg?format=gallery-medium",
                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p61/p0c/99387525.jpeg?format=gallery-medium"
                                                                             ],
                                                                  "description":  "Комплект: вакуумная инсталляция + подвесной унитаз Tornado + кнопка смываСовременный комплект для санузла: надежная вакуумная инсталляция и подвесной унитаз со смывом Tornado. Подходит для квартир и домов, обеспечивает тихую работу, экономию воды и аккуратный внешний вид.Характеристики инсталляции: тип — вакуумная инсталляция, материал рамы — усиленная сталь, надежная герметизация без протечек, минимальный уровень шума, регулировка по высоте, скрытый монтаж, экономичный бачок 3/6 л.Подвесной унитаз Tornado: смыв Tornado (мощный круговой смыв), полное омывание чаши без брызг, экономичный расход воды, керамика, белоснежное покрытие.Комплектация: вакуумная инсталляция, подвесной унитаз Tornado, кнопка смыва (хром), крепежи и монтажный комплект.",
                                                                  "specs":  [
                                                                                [
                                                                                    "Код товара",
                                                                                    "155518811"
                                                                                ],
                                                                                [
                                                                                    "Тип",
                                                                                    "унитаз с инсталляцией"
                                                                                ],
                                                                                [
                                                                                    "Материал корпуса",
                                                                                    "санфарфор"
                                                                                ],
                                                                                [
                                                                                    "Антивсплеск",
                                                                                    "Да"
                                                                                ],
                                                                                [
                                                                                    "Выпуск",
                                                                                    "горизонтальный"
                                                                                ],
                                                                                [
                                                                                    "Скрытый монтаж",
                                                                                    "Да"
                                                                                ],
                                                                                [
                                                                                    "Установка бачка",
                                                                                    "скрытая"
                                                                                ],
                                                                                [
                                                                                    "Сиденье в комплекте",
                                                                                    "Да"
                                                                                ],
                                                                                [
                                                                                    "Цвет",
                                                                                    "белый"
                                                                                ],
                                                                                [
                                                                                    "Режим смыва",
                                                                                    "торнадо"
                                                                                ],
                                                                                [
                                                                                    "Механизм слива",
                                                                                    "механический"
                                                                                ],
                                                                                [
                                                                                    "Форма",
                                                                                    "овальная"
                                                                                ],
                                                                                [
                                                                                    "Монтаж",
                                                                                    "подвесной"
                                                                                ],
                                                                                [
                                                                                    "Особенности",
                                                                                    "сиденье дюропласт, антигрязевое покрытие, микролифт, безободковый, тихий смыв"
                                                                                ],
                                                                                [
                                                                                    "Комплектация",
                                                                                    "Инсталляция +кнопка(хром,золото,черный,графит)+унитаз"
                                                                                ]
                                                                            ]
                                                              },
    "hali-ramnaja-installjatsija-gr550sg-171010233":  {
                                                          "name":  "HALI рамная инсталляция GR550SG",
                                                          "category":  "installyacii",
                                                          "price":  129990,
                                                          "installmentPrice":  5417,
                                                          "installmentMonths":  24,
                                                          "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-gr550sg-171010233/",
                                                          "images":  [
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pa4/p7d/157414366.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pc0/p7d/157414367.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pdc/p7d/157414368.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pf8/p7d/157414369.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p64/p80/157414370.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p81/p80/157414371.jpg?format=gallery-medium"
                                                                     ],
                                                          "description":  "Унитаз с инсталляцией (комплект)Современный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.✅ Компактный дизайн экономит пространство✅ Бесшумный и мощный слив✅ Прочное сиденье с микролифтом (плавное закрытие)✅ Надёжная стальная рама выдерживает до 400 кг✅ Простая установка и уходКомплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                          "specs":  [
                                                                        [
                                                                            "Код товара",
                                                                            "171010233"
                                                                        ],
                                                                        [
                                                                            "Тип",
                                                                            "рамная инсталляция"
                                                                        ],
                                                                        [
                                                                            "Назначение",
                                                                            "для унитаза"
                                                                        ],
                                                                        [
                                                                            "Тип унитаза",
                                                                            "подвесной"
                                                                        ],
                                                                        [
                                                                            "Крепление",
                                                                            "в капитальную стену"
                                                                        ],
                                                                        [
                                                                            "Подвод воды",
                                                                            "сзади"
                                                                        ],
                                                                        [
                                                                            "Объем смывного бачка",
                                                                            "10 л"
                                                                        ],
                                                                        [
                                                                            "Слив воды",
                                                                            "две кнопки (полный слив/эконом)"
                                                                        ],
                                                                        [
                                                                            "Цвет",
                                                                            "белый"
                                                                        ],
                                                                        [
                                                                            "Монтажные размеры",
                                                                            "104-122x50x15 см"
                                                                        ],
                                                                        [
                                                                            "Габаритные размеры",
                                                                            "111х55 см"
                                                                        ],
                                                                        [
                                                                            "Дополнительная информация",
                                                                            "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной"
                                                                        ],
                                                                        [
                                                                            "Страна-производитель",
                                                                            "Китай"
                                                                        ]
                                                                    ]
                                                      },
    "rakovina-hali-kp01-nad-stiral-noi-mashinoi-kvadratnaja-60h60-sm-litoi-mramor-178281191":  {
                                                                                                   "name":  "Раковина HALI KP01 над стиральной машиной",
                                                                                                   "category":  "rakoviny",
                                                                                                   "price":  59990,
                                                                                                   "installmentPrice":  2500,
                                                                                                   "installmentMonths":  24,
                                                                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/rakovina-hali-kp01-nad-stiral-noi-mashinoi-kvadratnaja-60h60-sm-litoi-mramor-178281191/",
                                                                                                   "images":  [
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p24/p0a/183275811.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p11/p06/183275827.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p82/p06/183275823.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pd0/p09/183275814.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p5f/p09/183275818.jpg?format=gallery-medium",
                                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p9e/p06/183275822.jpg?format=gallery-medium"
                                                                                                              ],
                                                                                                   "description":  "📦 Раковина HALI разработана специально для установки над стиральной машиной — экономит место в санузле, объединяя зону стирки и умывания.📏 Компактность без потери комфорта. Толщина борта раковины всего 90 мм против 600 мм высоты обычной тумбы — раковина почти не «съедает» пространство над машинкой.💎 Материал — мрамор. Прочнее акрила, устойчив к сколам, царапинам и высоким температурам, не желтеет со временем.🌀 Подходит под большинство стиральных машин глубиной до 50 см.📐 Размер 60×60 см — стандартная ширина.🛠️ Полная комплектация: раковина, смеситель, сифон, две гибкие подводки, два кронштейна и монтажный набор.",
                                                                                                   "specs":  [
                                                                                                                 [
                                                                                                                     "Код товара",
                                                                                                                     "178281191"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Установка",
                                                                                                                     "над стиральной машиной"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Форма",
                                                                                                                     "квадратная"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Материал",
                                                                                                                     "литой мрамор"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Ширина",
                                                                                                                     "60 см"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Длина",
                                                                                                                     "60 см"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Высота",
                                                                                                                     "9 см"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Комплектация",
                                                                                                                     "кронштейны, сифон, смеситель"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Особенности",
                                                                                                                     "Раковина над стиральной машиной. Полный комплект для установки. Простой монтаж на кронштейны"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Цвет",
                                                                                                                     "белый"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Страна-производитель",
                                                                                                                     "Казахстан"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Вес",
                                                                                                                     "17 кг"
                                                                                                                 ],
                                                                                                                 [
                                                                                                                     "Число отверстий под смеситель",
                                                                                                                     "1"
                                                                                                                 ]
                                                                                                             ]
                                                                                               }
};
