window.PRODUCTS = {
    "kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-152055813":  {
                                                                                                  "name":  "Кухонная мойка HALI 6050S 60×50×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  36990,
                                                                                                  "installmentPrice":  3083,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-152055813/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p9d/p53/146326225.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p80/p53/146326226.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p64/p53/146326227.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p48/p53/146326228.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pc0/p50/146326230.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pa4/p50/146326231.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🖤 Кухонная мойка HALI 60х50 — увеличенный размер для максимального удобства!Идеальное решение для тех, кто хочет просторную и функциональную мойку. Размер 60×50 см — практически не встречается на Kaspi, поэтому вы получаете действительно редкий и удобный вариант!-Преимущества:• 💎 Увеличенный размер 60х50 — легко помещаются большие кастрюли, противни и сковородки• 🛡 Толщина стенки 3 мм — надежность и долговечность• ⚫ Графитовый цвет — современный, премиальный дизайн• 🧲 Антикоррозийная защита — не ржавеет, не тускнеет• 🧼 Легко очищается, не оставляет следов-Полный комплект:• 🧴 Сифон + дозатор• 🕳 Мусорная сетка• 🚰 Смеситель• 🧺 Сушилка для посуды💧 Кран фильтр для фильтра-Мойка полностью готова к установке — просто поставьте и пользуйтесь!Отличный выбор для большой семьи и тех, кто любит комфорт на кухне.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "152055813"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Смеситель и кран фильтр в комплекте!"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х50х22х3мм"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-smesitel-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-3mm-141384274":  {
                                                                                                         "name":  "Кухонная мойка HALI + смеситель 60×45×22 см",
                                                                                                         "category":  "moyki",
                                                                                                         "price":  36990,
                                                                                                         "installmentPrice":  3083,
                                                                                                         "installmentMonths":  12,
                                                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-smesitel-60h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-3mm-141384274/",
                                                                                                         "images":  [
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p49/p93/82912115.JPG?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pcb/p8f/107754825.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pe7/p8f/107754826.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pd6/p35/65809511.png?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p03/p90/107754827.jpg?format=gallery-medium",
                                                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1f/p90/107754828.jpg?format=gallery-medium"
                                                                                                                    ],
                                                                                                         "description":  "Кухонная мойка HALI + смеситель — это практичное и стильное решение для вашей кухни, сочетающее в себе долговечность, функциональность и современный дизайн. ✨ Особенности:- 🛡️ Высококачественная нержавеющая сталь — гарантирует долгий срок службы и устойчивость к коррозии.- 🎨 Графитовый цвет — придаёт кухне элегантный и современный вид.- 🚰 Смеситель в комплекте — экономия времени и средств, всё необходимое для установки в одном комплекте.- 🔇 Система шумоподавления — обеспечивает комфорт при ежедневном использовании.- 📐 Врезной монтаж — экономия пространства и удобство установки. Эта мойка станет незаменимым помощником на вашей кухне, упрощая процесс мытья посуды и приготовления пищи. Она идеально подойдёт для тех, кто ценит качество, удобство и современный дизайн.",
                                                                                                         "specs":  [
                                                                                                                       [
                                                                                                                           "Код товара",
                                                                                                                           "141384274"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Установка",
                                                                                                                           "врезная"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Форма",
                                                                                                                           "прямоугольная"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Количество чаш",
                                                                                                                           "1"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Материал",
                                                                                                                           "нержавеющая сталь"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Крыло",
                                                                                                                           "Нет"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Измельчитель пищевых отходов",
                                                                                                                           "Нет"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Цвет",
                                                                                                                           "черный"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Особенности",
                                                                                                                           "смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Оттенок",
                                                                                                                           "графитовый"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Глубина чаши",
                                                                                                                           "22 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Ширина",
                                                                                                                           "45 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Длина",
                                                                                                                           "60 см"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Диаметр сливного отверстия",
                                                                                                                           "50"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                           "90"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Страна-производитель",
                                                                                                                           "Китай"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Размеры",
                                                                                                                           "60х45х22х3мм"
                                                                                                                       ],
                                                                                                                       [
                                                                                                                           "Комплектация",
                                                                                                                           "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                                       ]
                                                                                                                   ]
                                                                                                     },
    "kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-166196438":  {
                                                                                                  "name":  "Кухонная мойка HALI 6846C 68×46×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  45990,
                                                                                                  "installmentPrice":  3833,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6846c-68h46h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-166196438/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcc/p18/138358452.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p78/p18/138358455.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p5c/p18/138358456.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p23/p18/138358458.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p7f/p15/138358461.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p46/p15/138358463.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 6846C — это практичное и функциональное решение для вашей кухни, сочетающее стильный дизайн, высокое качество материалов и полную комплектацию. 🔋 В комплекте идёт всё необходимое для установки и комфортного использования. ✨ Особенности:- 💧 Врезной монтаж — простая и быстрая установка в столешницу.- 📏 Оптимальные размеры 68х46 см — подойдут для большинства кухонь.- 🛡 Нержавеющая сталь — долговечность и устойчивость к коррозии.- 🎁 Полная комплектация — смеситель, сифон, дозатор и другие полезные аксессуары в комплекте. Эта мойка станет незаменимым помощником на вашей кухне, упрощая процесс приготовления пищи и мытья посуды. 🍽️ Благодаря продуманной конструкции и качественным материалам, она прослужит вам долгие годы.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "166196438"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Уникальная мойка и размер, Кран фильтр в комплекте! Держатель для телефона в подарок! смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "46 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "68 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "68х46х22"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, ринзер для стаканов, гибкая подводка, кран для фильтра, съемная чаша"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-5045d-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-167406662":  {
                                                                                                  "name":  "Кухонная мойка HALI 5045D 50×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  31990,
                                                                                                  "installmentPrice":  2666,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-5045d-50h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-167406662/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p68/p8c/142736162.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pe2/p88/142736173.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p55/p88/142736178.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcd/p85/142736180.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb1/p85/142736181.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p95/p85/142736182.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "✨ Кухонная мойка HALI — стиль, комфорт и функциональность в каждой детали!-Современный дизайн в графитовом цвете идеально дополнит интерьер вашей кухни и подчеркнёт её премиальный внешний вид 🖤Мойка выполнена из прочной нержавеющей стали с толщиной стенки 2 мм, что обеспечивает надежность, устойчивость к повреждениям и долгий срок службы 💪-📏 Размер мойки: 50×45 см — удобный и практичный формат для ежедневного использования.-В комплект уже входит всё необходимое для комфортной эксплуатации 👌✔️ Смеситель с выдвижной лейкой✔️ Отдельный кран для питьевой воды 💧✔️ Корзина для сушки посуды 🍽️✔️ Сифон + дозатор для моющего средства 🧴-🚿 Выдвижная лейка делает мытьё посуды и овощей намного удобнее, а отдельный кран для питьевой воды — это комфорт и забота о вашем доме каждый день.-✨ Практичность, современный стиль и максимальная комплектация — всё, что нужно для идеальной кухни!",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "167406662"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Дозатор для моющего средства в подарок! смеситель, кран фильтр в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "50 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "50х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, перелив, дозатор, смеситель, сетка для мусора, гибкая подводка, кран для фильтра, съемная чаша, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-162360697":  {
                                                                                                                    "name":  "Кухонная мойка HALI 75×45S",
                                                                                                                    "category":  "moyki",
                                                                                                                    "price":  37990,
                                                                                                                    "installmentPrice":  3166,
                                                                                                                    "installmentMonths":  12,
                                                                                                                    "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-75h45s-75h45h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-chernyi-metallik-162360697/",
                                                                                                                    "images":  [
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p5c/pbc/149533106.png?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p50/pcc/125088106.jpg?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/pad/pb4/149391737.png?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p6c/pcc/125088107.jpg?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p34/pcc/125088105.jpg?format=gallery-medium",
                                                                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p88/pcc/125088108.jpg?format=gallery-medium"
                                                                                                                               ],
                                                                                                                    "description":  "Кухонная мойка HALI 75х45S — это практичное и стильное решение для вашей кухни, сочетающее в себе прочность, функциональность и современный дизайн. ✨ Особенности:- 🛡 Нержавеющая сталь — гарантирует долговечность и устойчивость к коррозии.- 💧 Полная комплектация — всё необходимое для установки и комфортного использования уже в комплекте.- 📱 Встроенный держатель для смартфона — удобно смотреть рецепты и видео во время готовки.- 🖤 Стильный графитовый цвет — легко впишется в любой интерьер. Эта мойка станет незаменимым помощником на вашей кухне, обеспечивая удобство и функциональность в повседневной жизни. Идеально подойдёт для тех, кто ценит качество, практичность и современный дизайн.",
                                                                                                                    "specs":  [
                                                                                                                                  [
                                                                                                                                      "Код товара",
                                                                                                                                      "162360697"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Установка",
                                                                                                                                      "врезная"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Форма",
                                                                                                                                      "прямоугольная"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Количество чаш",
                                                                                                                                      "1"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Материал",
                                                                                                                                      "нержавеющая сталь"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Крыло",
                                                                                                                                      "Нет"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Измельчитель пищевых отходов",
                                                                                                                                      "Нет"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Цвет",
                                                                                                                                      "графит"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Особенности",
                                                                                                                                      "смеситель кран фильтр в комплекте! Держатель для телефона в подарок! мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Оттенок",
                                                                                                                                      "графитовый, черный металлик"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Глубина чаши",
                                                                                                                                      "22 см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Ширина",
                                                                                                                                      "45 см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Длина",
                                                                                                                                      "75 см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Диаметр сливного отверстия",
                                                                                                                                      "50"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                                      "90"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Страна-производитель",
                                                                                                                                      "Китай"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Размеры",
                                                                                                                                      "75х45х22см"
                                                                                                                                  ],
                                                                                                                                  [
                                                                                                                                      "Комплектация",
                                                                                                                                      "сифон, перелив, дозатор, коландер, разделочная доска, смеситель, сетка для мусора, съемная чаша"
                                                                                                                                  ]
                                                                                                                              ]
                                                                                                                },
    "kuhonnaja-moika-hali-6045z-60h45h22-sm-nerzhavejuschaja-stal-ton-zolotistyi-166610881":  {
                                                                                                  "name":  "Кухонная мойка HALI 6045Z 60×45×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  50000,
                                                                                                  "installmentPrice":  2084,
                                                                                                  "installmentMonths":  24,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6045z-60h45h22-sm-nerzhavejuschaja-stal-ton-zolotistyi-166610881/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb0/pef/139863743.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pcc/pef/139863744.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pe8/pef/139863745.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pfd/pf2/139863752.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p04/pf0/139863746.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p59/pf0/139863749.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "🔥 Премиальная кухонная мойка Hali 60x45 / 75x45Практичность и стиль в одном комплекте.Толщина стали 3 мм, антикоррозийное и антицарапающее покрытие, современный дизайн и удобство в каждой детали.-✅ В комплект входит всё необходимое:• Смеситель• Сифон + дозатор• Коландер / корзина• Ринзер (стаканомойка)• Мусорная сетка-💧 Ринзер помогает быстро ополаскивать стаканы, кружки и бутылки, экономя воду и время",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "166610881"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "1"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "золотистый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "смеситель и стаканамойка (ризнер) входит в комплект, мойка для кухни, кухонная мойка врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "золотистый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "45 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "60 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "60х45х22см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "сифон, дозатор, смеситель, сетка для мусора, ринзер для стаканов, гибкая подводка, съемная чаша, крепление, решетка для сушки"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-chernyi-152515244":  {
                                                                                               "name":  "Кухонная мойка HALI 6050S 60×50×22 см (чёрная)",
                                                                                               "category":  "moyki",
                                                                                               "price":  55490,
                                                                                               "installmentPrice":  2313,
                                                                                               "installmentMonths":  24,
                                                                                               "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-6050s-60h50h22-sm-nerzhavejuschaja-stal-ton-chernyi-152515244/",
                                                                                               "images":  [
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p06/pe9/137190921.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/pfc/p3c/87747660.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p19/p8d/107565056.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p66/p40/87747670.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p47/p41/87747678.jpg?format=gallery-medium",
                                                                                                              "https://resources.cdn-kaspi.kz/img/m/p/p08/p44/87747682.jpg?format=gallery-medium"
                                                                                                          ],
                                                                                               "description":  "🔥 Кухонная мойка Hali 60×50 — Премиум качествоСтильная и вместительная кухонная мойка Hali — идеальное решение для современной кухни. Продумана до мелочей для комфорта, надежности и долгого срока службы 💎✅ Основные преимущества:✨ Толщина стали 3 мм — повышенная прочность и устойчивость к деформации🛡 100% антикоррозийная защита🔇 Бесшумная мойка — снижает звук воды💪 Антицарапающее покрытие — сохраняет идеальный внешний вид📐 Размер 60×50 см — легко помещаются большие кастрюли и сковороды🎁 ПОЛНЫЙ КОМПЛЕКТ — ничего докупать не нужно!✔️ Смеситель✔️ Сифон с дозатором✔️ Мусорная сетка✔️ Коландер✔️ ЖЁСТКИЙ переходник на 50 мм — герметичное соединение без протечек 💧👉 В отличие от аналогов, у конкурентов часто нет жёсткого переходника, что увеличивает риск протечек.🔧 Надёжное соединение без протечек✔️ Плотное и герметичное подключение к канализации✔️ Минимальный риск протечек✔️ Простая установка — всё уже в комплекте🏆 Почему выбирают Hali:✔️ Премиальное качество✔️ Богатая комплектация✔️ Современный дизайн✔️ Подходит для любой кухни💬 Гарантия качества от бренда Hali",
                                                                                               "specs":  [
                                                                                                             [
                                                                                                                 "Код товара",
                                                                                                                 "152515244"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Установка",
                                                                                                                 "врезная"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Форма",
                                                                                                                 "прямоугольная"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Количество чаш",
                                                                                                                 "1"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Материал",
                                                                                                                 "нержавеющая сталь"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Крыло",
                                                                                                                 "Нет"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Измельчитель пищевых отходов",
                                                                                                                 "Нет"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Цвет",
                                                                                                                 "графит"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Особенности",
                                                                                                                 "смеситель в комплекте, мойка для кухни врезная, мойка для кухни, кухонная раковина"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Оттенок",
                                                                                                                 "черный"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Глубина чаши",
                                                                                                                 "22 см"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Ширина",
                                                                                                                 "50 см"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Длина",
                                                                                                                 "60 см"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Диаметр сливного отверстия",
                                                                                                                 "50"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                 "90"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Страна-производитель",
                                                                                                                 "Китай"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Размеры",
                                                                                                                 "60х50х22х3мм"
                                                                                                             ],
                                                                                                             [
                                                                                                                 "Комплектация",
                                                                                                                 "сифон, перелив, дозатор, коландер, смеситель, сетка для мусора, съемная чаша, решетка для сушки"
                                                                                                             ]
                                                                                                         ]
                                                                                           },
    "kuhonnaja-moika-hali-78h48-78h48h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162708795":  {
                                                                                                  "name":  "Кухонная мойка HALI 78×48×22 см",
                                                                                                  "category":  "moyki",
                                                                                                  "price":  41189,
                                                                                                  "installmentPrice":  3433,
                                                                                                  "installmentMonths":  12,
                                                                                                  "kaspiUrl":  "https://kaspi.kz/shop/p/kuhonnaja-moika-hali-78h48-78h48h22-sm-nerzhavejuschaja-stal-ton-grafitovyi-162708795/",
                                                                                                  "images":  [
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p5d/p52/146203579.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pb6/pe8/126323203.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p0a/pe9/126323200.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p02/p55/146203582.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/pc1/pcc/126323198.jpg?format=gallery-medium",
                                                                                                                 "https://resources.cdn-kaspi.kz/img/m/p/p4c/pe5/126323213.jpg?format=gallery-medium"
                                                                                                             ],
                                                                                                  "description":  "Кухонная мойка HALI 78х48 — идеальное решение для вашей кухни, предлагающее двухчашевую конструкцию и высококачественные материалы. Эта мойка станет не только функциональным элементом, но и стильным акцентом вашего интерьера. ✨ Особенности:- ✅ Двухчашевая конструкция — удобно разделить зоны для мытья и ополаскивания.- 🛡 Антикоррозийное покрытие — защита от ржавчины и долговечность.- 💪 Сталь толщиной 3 мм — высокая прочность и устойчивость к деформациям.- 🖤 Графитовый цвет — стильный и современный вид.- 🔇 Шумопоглощение — тихое использование без лишнего шума. Эта мойка идеально подходит для тех, кто ценит комфорт и функциональность на кухне. Она станет незаменимым помощником в приготовлении пищи и уборке.",
                                                                                                  "specs":  [
                                                                                                                [
                                                                                                                    "Код товара",
                                                                                                                    "162708795"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Установка",
                                                                                                                    "врезная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Форма",
                                                                                                                    "прямоугольная"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Количество чаш",
                                                                                                                    "2"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Материал",
                                                                                                                    "нержавеющая сталь"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Крыло",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Измельчитель пищевых отходов",
                                                                                                                    "Нет"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Цвет",
                                                                                                                    "графит"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Особенности",
                                                                                                                    "Двухчашевая мойка со смесителем в комплекте. Держатель для смартфона — в подарок! Смеситель и кран фильтр в комплекте"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Оттенок",
                                                                                                                    "графитовый"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Глубина чаши",
                                                                                                                    "22 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Ширина",
                                                                                                                    "48 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Длина",
                                                                                                                    "78 см"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Диаметр сливного отверстия",
                                                                                                                    "50"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Монтажное отверстие под мойку (ШхГ)",
                                                                                                                    "90"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Страна-производитель",
                                                                                                                    "Китай"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Размеры",
                                                                                                                    "78х48х22"
                                                                                                                ],
                                                                                                                [
                                                                                                                    "Комплектация",
                                                                                                                    "перелив, дозатор, коландер, смеситель, сетка для мусора, кран для фильтра, съемная чаша, два сифона"
                                                                                                                ]
                                                                                                            ]
                                                                                              },
    "smesitel-hali-210-latun-tsvet-satin-162831191":  {
                                                          "name":  "Смеситель HALI 210 для кухни",
                                                          "category":  "smesiteli",
                                                          "price":  26690,
                                                          "installmentPrice":  2225,
                                                          "installmentMonths":  12,
                                                          "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-210-latun-tsvet-satin-162831191/",
                                                          "images":  [
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pf9/p48/129855364.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p3f/p6a/126717118.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p54/p6d/126717125.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p6a/p70/126717132.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pda/p70/126717136.jpg?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pd3/p73/126717142.jpg?format=gallery-medium"
                                                                     ],
                                                          "description":  "Смеситель HALI 210 — это надежное и функциональное решение для вашей кухни, выполненное из прочной латуни с элегантным покрытием в цвете сатин. Гибкий излив и удобное управление делают процесс мытья посуды максимально комфортным. ✨ Особенности:- 💧 Гибкий излив — обеспечивает удобство при мытье посуды любого размера.- 🚿 Система быстрого монтажа — упрощает установку и экономит ваше время.- 🔗 Гибкая подводка — позволяет легко подключить смеситель к водопроводу.- 🌱 Аэратор — насыщает воду кислородом, делая струю мягкой и приятной. Смеситель HALI 210 станет стильным и практичным дополнением вашей кухни, прослужит долгие годы благодаря качественным материалам и продуманной конструкции.",
                                                          "specs":  [
                                                                        [
                                                                            "Код товара",
                                                                            "162831191"
                                                                        ],
                                                                        [
                                                                            "Тип",
                                                                            "двухзахватный"
                                                                        ],
                                                                        [
                                                                            "Назначение",
                                                                            "для кухни (мойки)"
                                                                        ],
                                                                        [
                                                                            "Покрытие",
                                                                            "латунь"
                                                                        ],
                                                                        [
                                                                            "Запорный клапан",
                                                                            "керамический картридж"
                                                                        ],
                                                                        [
                                                                            "Степень глянца",
                                                                            "глянцевый"
                                                                        ],
                                                                        [
                                                                            "Способ монтажа",
                                                                            "на раковину"
                                                                        ],
                                                                        [
                                                                            "Количество монтажных отверстий",
                                                                            "1"
                                                                        ],
                                                                        [
                                                                            "Тип подводки",
                                                                            "гибкая"
                                                                        ],
                                                                        [
                                                                            "Присоединительный размер",
                                                                            "1/2"
                                                                        ],
                                                                        [
                                                                            "Диаметр монтажных отверстий",
                                                                            "35 мм"
                                                                        ],
                                                                        [
                                                                            "Конструкция излива",
                                                                            "гибкий"
                                                                        ],
                                                                        [
                                                                            "Высота смесителя, мм",
                                                                            "440"
                                                                        ],
                                                                        [
                                                                            "Длина смесителя (глубина/вынос), мм",
                                                                            "220"
                                                                        ],
                                                                        [
                                                                            "Переключатель на фильтр",
                                                                            "Да"
                                                                        ],
                                                                        [
                                                                            "Комплектация",
                                                                            "гайка, шланг, аэратор, смеситель для кухни (мойки)"
                                                                        ],
                                                                        [
                                                                            "Цвет",
                                                                            "сатин"
                                                                        ],
                                                                        [
                                                                            "Материал корпуса",
                                                                            "латунь"
                                                                        ],
                                                                        [
                                                                            "Особенности",
                                                                            "система быстрого монтажа, с аэратором"
                                                                        ],
                                                                        [
                                                                            "Страна-производитель",
                                                                            "Китай"
                                                                        ],
                                                                        [
                                                                            "Вес",
                                                                            "2 кг"
                                                                        ]
                                                                    ]
                                                      },
    "smesitel-hali-210-latun-tsvet-chernyi-matovoe-zoloto-155825141":  {
                                                                           "name":  "Смеситель HALI 210 для кухни (чёрный/золото)",
                                                                           "category":  "smesiteli",
                                                                           "price":  25990,
                                                                           "installmentPrice":  2166,
                                                                           "installmentMonths":  12,
                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-210-latun-tsvet-chernyi-matovoe-zoloto-155825141/",
                                                                           "images":  [
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p90/p9b/100553739.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pec/p98/100553742.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p97/p98/100553745.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p7b/p98/100553746.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p5f/p98/100553747.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p26/p98/100553749.jpg?format=gallery-medium"
                                                                                      ],
                                                                           "description":  "Смеситель HALI 210 — это стильное и функциональное решение для вашей кухни, сочетающее долговечность латуни с современным дизайном в цвете чёрный и матовое золото. ✨ Особенности:- 🔗 Гибкий излив — обеспечивает удобство при мытье посуды любого размера.- 🚿 Выдвижная лейка — расширяет функциональность и облегчает процесс уборки.- 🔄 Поворот на 360° — даёт полную свободу движений.- 🛡 Латунный корпус — гарантирует надёжность и долгий срок службы.- 💧 Керамический картридж — обеспечивает плавную и надёжную работу. Смеситель HALI 210 станет отличным дополнением к вашей кухне, сочетая в себе практичность, удобство и элегантный внешний вид. Он идеально подойдёт для тех, кто ценит качество и комфорт в каждой детали.",
                                                                           "specs":  [
                                                                                         [
                                                                                             "Код товара",
                                                                                             "155825141"
                                                                                         ],
                                                                                         [
                                                                                             "Тип",
                                                                                             "двухзахватный"
                                                                                         ],
                                                                                         [
                                                                                             "Назначение",
                                                                                             "для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Покрытие",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Запорный клапан",
                                                                                             "керамический картридж"
                                                                                         ],
                                                                                         [
                                                                                             "Степень глянца",
                                                                                             "матовый"
                                                                                         ],
                                                                                         [
                                                                                             "Способ монтажа",
                                                                                             "на раковину"
                                                                                         ],
                                                                                         [
                                                                                             "Количество монтажных отверстий",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Тип подводки",
                                                                                             "гибкая"
                                                                                         ],
                                                                                         [
                                                                                             "Присоединительный размер",
                                                                                             "1/2"
                                                                                         ],
                                                                                         [
                                                                                             "Диаметр монтажных отверстий",
                                                                                             "35 мм"
                                                                                         ],
                                                                                         [
                                                                                             "Конструкция излива",
                                                                                             "гибкий"
                                                                                         ],
                                                                                         [
                                                                                             "Высота смесителя, мм",
                                                                                             "440"
                                                                                         ],
                                                                                         [
                                                                                             "Длина смесителя (глубина/вынос), мм",
                                                                                             "220"
                                                                                         ],
                                                                                         [
                                                                                             "Переключатель на фильтр",
                                                                                             "Да"
                                                                                         ],
                                                                                         [
                                                                                             "Комплектация",
                                                                                             "гайка, шланг, аэратор, смеситель для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Цвет",
                                                                                             "черный, матовое золото"
                                                                                         ],
                                                                                         [
                                                                                             "Материал корпуса",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Особенности",
                                                                                             "система быстрого монтажа, с аэратором"
                                                                                         ],
                                                                                         [
                                                                                             "Страна-производитель",
                                                                                             "Китай"
                                                                                         ],
                                                                                         [
                                                                                             "Вес",
                                                                                             "2 кг"
                                                                                         ]
                                                                                     ]
                                                                       },
    "smesitel-hali-553-nerzhavejuschaja-stal-tsvet-grafit-173348370":  {
                                                                           "name":  "Смеситель HALI 553 для кухни",
                                                                           "category":  "smesiteli",
                                                                           "price":  13379,
                                                                           "installmentPrice":  4460,
                                                                           "installmentMonths":  3,
                                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-553-nerzhavejuschaja-stal-tsvet-grafit-173348370/",
                                                                           "images":  [
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p25/p88/166551346.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p41/p88/166551345.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p09/p88/166551347.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pd1/p87/166551349.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p49/p85/166551351.jpg?format=gallery-medium",
                                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pf4/p84/166551354.jpg?format=gallery-medium"
                                                                                      ],
                                                                           "description":  "Смеситель HALI 553 — это практичное и стильное решение для вашей кухни, сочетающее в себе надежность материалов и современный дизайн. Гибкий излив обеспечивает максимальный комфорт при использовании, а матовое черное покрытие придаст вашей кухне элегантный вид.\n✨ Особенности:\n- 💧 Гибкий излив — позволяет легко направлять воду в любую точку мойки.\n- 🛡 Корпус из нержавеющей стали — гарантирует долговечность и устойчивость к коррозии.\n- 🔗 Гибкая подводка — упрощает монтаж и обеспечивает надежное соединение.\n- ⚙️ Керамический картридж — обеспечивает плавную и надежную работу смесителя.\nСмеситель HALI 553 станет отличным выбором для тех, кто ценит функциональность, долговечность и современный дизайн в каждой детали своей кухни.",
                                                                           "specs":  [
                                                                                         [
                                                                                             "Код товара",
                                                                                             "173348370"
                                                                                         ],
                                                                                         [
                                                                                             "Тип",
                                                                                             "однозахватный"
                                                                                         ],
                                                                                         [
                                                                                             "Назначение",
                                                                                             "для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Покрытие",
                                                                                             "латунь"
                                                                                         ],
                                                                                         [
                                                                                             "Запорный клапан",
                                                                                             "керамический картридж"
                                                                                         ],
                                                                                         [
                                                                                             "Степень глянца",
                                                                                             "матовый"
                                                                                         ],
                                                                                         [
                                                                                             "Способ монтажа",
                                                                                             "на раковину"
                                                                                         ],
                                                                                         [
                                                                                             "Количество монтажных отверстий",
                                                                                             "1"
                                                                                         ],
                                                                                         [
                                                                                             "Тип подводки",
                                                                                             "гибкая"
                                                                                         ],
                                                                                         [
                                                                                             "Присоединительный размер",
                                                                                             "1/2"
                                                                                         ],
                                                                                         [
                                                                                             "Конструкция излива",
                                                                                             "гибкий"
                                                                                         ],
                                                                                         [
                                                                                             "Высота смесителя, мм",
                                                                                             "440"
                                                                                         ],
                                                                                         [
                                                                                             "Переключатель на фильтр",
                                                                                             "Нет"
                                                                                         ],
                                                                                         [
                                                                                             "Комплектация",
                                                                                             "шланг, смеситель для кухни (мойки)"
                                                                                         ],
                                                                                         [
                                                                                             "Цвет",
                                                                                             "графит"
                                                                                         ],
                                                                                         [
                                                                                             "Материал корпуса",
                                                                                             "нержавеющая сталь"
                                                                                         ],
                                                                                         [
                                                                                             "Особенности",
                                                                                             "система быстрого монтажа"
                                                                                         ],
                                                                                         [
                                                                                             "Страна-производитель",
                                                                                             "Китай"
                                                                                         ],
                                                                                         [
                                                                                             "Вес",
                                                                                             "3 кг"
                                                                                         ]
                                                                                     ]
                                                                       },
    "smesitel-hali-403-nerzhavejuschaja-stal-tsvet-hrom-141058637":  {
                                                                         "name":  "Смеситель HALI 403 для кухни",
                                                                         "category":  "smesiteli",
                                                                         "price":  9990,
                                                                         "installmentPrice":  3330,
                                                                         "installmentMonths":  3,
                                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-403-nerzhavejuschaja-stal-tsvet-hrom-141058637/",
                                                                         "images":  [
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pc9/pc6/129481955.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pb5/p54/127063374.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pa0/p51/127063381.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p13/p51/127063386.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p1a/p4e/127063392.jpg?format=gallery-medium",
                                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p21/p03/127063401.jpg?format=gallery-medium"
                                                                                    ],
                                                                         "description":  "Смеситель HALI 403 — стильное и функциональное решение для вашей раковины, выполненное из нержавеющей стали с хромированным покрытием. Этот смеситель сочетает в себе долговечность и современный дизайн, что делает его идеальным выбором для любого интерьера. ✨ Особенности:- ✅ Экономичный эко-режим — снижает расход воды без потери комфорта.- 🧱 Керамический картридж — обеспечивает долговечность и надежность работы.- 🔗 Гибкая подводка — упрощает установку и подключение.- ✨ Статичный излив — удобство в использовании и минимализм в дизайне.- 🌍 Матовый глянец — стильный внешний вид, который легко вписывается в любой интерьер. Смеситель HALI 403 идеально подходит для тех, кто ценит качество и стиль в ванной комнате или на кухне. Он станет надежным помощником в повседневных делах, обеспечивая комфорт и удобство.",
                                                                         "specs":  [
                                                                                       [
                                                                                           "Код товара",
                                                                                           "141058637"
                                                                                       ],
                                                                                       [
                                                                                           "Тип",
                                                                                           "однозахватный"
                                                                                       ],
                                                                                       [
                                                                                           "Назначение",
                                                                                           "для раковины (умывальника)"
                                                                                       ],
                                                                                       [
                                                                                           "Покрытие",
                                                                                           "хром"
                                                                                       ],
                                                                                       [
                                                                                           "Запорный клапан",
                                                                                           "керамический картридж"
                                                                                       ],
                                                                                       [
                                                                                           "Степень глянца",
                                                                                           "матовый"
                                                                                       ],
                                                                                       [
                                                                                           "Способ монтажа",
                                                                                           "на раковину"
                                                                                       ],
                                                                                       [
                                                                                           "Количество монтажных отверстий",
                                                                                           "1"
                                                                                       ],
                                                                                       [
                                                                                           "Тип подводки",
                                                                                           "гибкая"
                                                                                       ],
                                                                                       [
                                                                                           "Присоединительный размер",
                                                                                           "1/2"
                                                                                       ],
                                                                                       [
                                                                                           "Диаметр монтажных отверстий",
                                                                                           "35 мм"
                                                                                       ],
                                                                                       [
                                                                                           "Конструкция излива",
                                                                                           "статичный"
                                                                                       ],
                                                                                       [
                                                                                           "Высота смесителя, мм",
                                                                                           "135"
                                                                                       ],
                                                                                       [
                                                                                           "Длина смесителя (глубина/вынос), мм",
                                                                                           "160"
                                                                                       ],
                                                                                       [
                                                                                           "Ширина смесителя, мм",
                                                                                           "45"
                                                                                       ],
                                                                                       [
                                                                                           "Длина излива (max.вынос), мм",
                                                                                           "125"
                                                                                       ],
                                                                                       [
                                                                                           "Переключатель на фильтр",
                                                                                           "Нет"
                                                                                       ],
                                                                                       [
                                                                                           "Комплектация",
                                                                                           "гайка, шланг, смеситель для раковины (умывальника)"
                                                                                       ],
                                                                                       [
                                                                                           "Цвет",
                                                                                           "хром"
                                                                                       ],
                                                                                       [
                                                                                           "Материал корпуса",
                                                                                           "нержавеющая сталь"
                                                                                       ],
                                                                                       [
                                                                                           "Особенности",
                                                                                           "с аэратором, эко-режим"
                                                                                       ],
                                                                                       [
                                                                                           "Страна-производитель",
                                                                                           "Китай"
                                                                                       ],
                                                                                       [
                                                                                           "Вес",
                                                                                           "1.35 кг"
                                                                                       ]
                                                                                   ]
                                                                     },
    "smesitel-hali-2005-latun-tsvet-hrom-143905662":  {
                                                          "name":  "Смеситель для ванны HALI 2005",
                                                          "category":  "smesiteli",
                                                          "price":  19990,
                                                          "installmentPrice":  3332,
                                                          "installmentMonths":  6,
                                                          "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-2005-latun-tsvet-hrom-143905662/",
                                                          "images":  [
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p04/p5c/57917962.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/pcc/p5b/57917964.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/paf/p5b/57917965.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p77/p5b/57917967.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p9a/p58/57917972.png?format=gallery-medium",
                                                                         "https://resources.cdn-kaspi.kz/img/m/p/p62/p58/57917974.png?format=gallery-medium"
                                                                     ],
                                                          "description":  "Смеситель HALI 2005 — это надежное и стильное решение для вашей ванной комнаты, сочетающее в себе долговечность латунного корпуса и удобство использования. Этот смеситель станет прекрасным дополнением к вашему интерьеру, обеспечивая комфорт и функциональность. ✨ Особенности:- 🚿 Комплектация — в комплекте лейка, держатель, отражатели, эксцентрик и шланг, всё необходимое для установки и комфортного использования.- 🛠 Настенный монтаж — обеспечивает удобство установки и экономию пространства.- 💎 Латунный корпус — гарантирует прочность, долговечность и устойчивость к коррозии.- 💧 Керамический картридж — обеспечивает плавное регулирование температуры и напора воды.- 🔄 Поворотный излив — позволяет удобно направлять воду. Смеситель HALI 2005 идеально подойдет для тех, кто ценит качество, надежность и комфорт в каждой детали. Он станет незаменимым помощником в вашей ванной комнате, обеспечивая приятные и расслабляющие водные процедуры.",
                                                          "specs":  [
                                                                        [
                                                                            "Код товара",
                                                                            "143905662"
                                                                        ],
                                                                        [
                                                                            "Тип",
                                                                            "однозахватный"
                                                                        ],
                                                                        [
                                                                            "Назначение",
                                                                            "для ванны"
                                                                        ],
                                                                        [
                                                                            "Покрытие",
                                                                            "хром"
                                                                        ],
                                                                        [
                                                                            "Запорный клапан",
                                                                            "керамический картридж"
                                                                        ],
                                                                        [
                                                                            "Степень глянца",
                                                                            "глянцевый"
                                                                        ],
                                                                        [
                                                                            "Способ монтажа",
                                                                            "настенный"
                                                                        ],
                                                                        [
                                                                            "Количество монтажных отверстий",
                                                                            "2"
                                                                        ],
                                                                        [
                                                                            "Тип подводки",
                                                                            "жесткая"
                                                                        ],
                                                                        [
                                                                            "Присоединительный размер",
                                                                            "3/4"
                                                                        ],
                                                                        [
                                                                            "Конструкция излива",
                                                                            "поворотный"
                                                                        ],
                                                                        [
                                                                            "Высота смесителя, мм",
                                                                            "120"
                                                                        ],
                                                                        [
                                                                            "Длина смесителя (глубина/вынос), мм",
                                                                            "300"
                                                                        ],
                                                                        [
                                                                            "Ширина смесителя, мм",
                                                                            "180"
                                                                        ],
                                                                        [
                                                                            "Длина излива (max.вынос), мм",
                                                                            "120"
                                                                        ],
                                                                        [
                                                                            "Переключатель на фильтр",
                                                                            "Нет"
                                                                        ],
                                                                        [
                                                                            "Комплектация",
                                                                            "держатель для лейки, отражатели, эксцентрик, шланг, лейка, смеситель для ванны"
                                                                        ],
                                                                        [
                                                                            "Цвет",
                                                                            "хром"
                                                                        ],
                                                                        [
                                                                            "Материал корпуса",
                                                                            "латунь"
                                                                        ],
                                                                        [
                                                                            "Страна-производитель",
                                                                            "Китай"
                                                                        ],
                                                                        [
                                                                            "Вес",
                                                                            "1.4 кг"
                                                                        ]
                                                                    ]
                                                      },
    "smesitel-hali-201-latun-tsvet-chernyi-147345326":  {
                                                            "name":  "Смеситель для ванны HALI 201",
                                                            "category":  "smesiteli",
                                                            "price":  19990,
                                                            "installmentPrice":  3332,
                                                            "installmentMonths":  6,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-201-latun-tsvet-chernyi-147345326/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p4a/p83/70473191.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pbb/p83/70473195.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p44/pce/70473200.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pd0/pce/70473205.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pc9/pd1/70473211.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p3a/pd2/70473215.png?format=gallery-medium"
                                                                       ],
                                                            "description":  "Смеситель HALI 201 — это стильное и функциональное решение для вашей ванной комнаты, выполненное из прочной латуни в элегантном черном цвете. 🚿 Современный дизайн и удобство использования делают его идеальным выбором для тех, кто ценит комфорт и качество.\n✨ Особенности:\n- 💧 Керамический картридж — обеспечивает плавную и точную регулировку температуры и напора воды.\n- 🔄 Поворотный излив — позволяет удобно наполнять ванну и использовать смеситель для различных нужд.\n- 🚿 Комплектация со всеми необходимыми элементами — эксцентрики, шланг и лейка в комплекте для быстрого и простого монтажа.\n- 🖤 Матовое черное покрытие — придает смесителю современный вид и устойчивость к царапинам.\n- 🧱 Прочный латунный корпус — гарантирует долговечность и надежность конструкции.\nСмеситель HALI 201 станет прекрасным дополнением к вашей ванной комнате, сочетая в себе практичность, долговечность и стильный дизайн. Выбирайте качество и комфорт для вашего дома!",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "147345326"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "однозахватный"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для ванны"
                                                                          ],
                                                                          [
                                                                              "Покрытие",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Запорный клапан",
                                                                              "керамический картридж"
                                                                          ],
                                                                          [
                                                                              "Степень глянца",
                                                                              "матовый"
                                                                          ],
                                                                          [
                                                                              "Способ монтажа",
                                                                              "настенный"
                                                                          ],
                                                                          [
                                                                              "Количество монтажных отверстий",
                                                                              "2"
                                                                          ],
                                                                          [
                                                                              "Тип подводки",
                                                                              "жесткая"
                                                                          ],
                                                                          [
                                                                              "Присоединительный размер",
                                                                              "3/4"
                                                                          ],
                                                                          [
                                                                              "Конструкция излива",
                                                                              "поворотный"
                                                                          ],
                                                                          [
                                                                              "Высота смесителя, мм",
                                                                              "12"
                                                                          ],
                                                                          [
                                                                              "Длина смесителя (глубина/вынос), мм",
                                                                              "34"
                                                                          ],
                                                                          [
                                                                              "Ширина смесителя, мм",
                                                                              "18"
                                                                          ],
                                                                          [
                                                                              "Длина излива (max.вынос), мм",
                                                                              "30"
                                                                          ],
                                                                          [
                                                                              "Переключатель на фильтр",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Комплектация",
                                                                              "держатель для лейки, отражатели, эксцентрик, шланг, лейка, смеситель для ванны"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "черный"
                                                                          ],
                                                                          [
                                                                              "Материал корпуса",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Страна-производитель",
                                                                              "Китай"
                                                                          ],
                                                                          [
                                                                              "Вес",
                                                                              "3 кг"
                                                                          ]
                                                                      ]
                                                        },
    "smesitel-hali-178-latun-tsvet-zolotoi-176090409":  {
                                                            "name":  "Смеситель HALI 178",
                                                            "category":  "smesiteli",
                                                            "price":  21990,
                                                            "installmentPrice":  3665,
                                                            "installmentMonths":  6,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-178-latun-tsvet-zolotoi-176090409/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p09/pea/175623955.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p02/ped/175623961.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p56/ped/175623964.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p73/ped/175623965.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p4f/pf0/175623970.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/pdc/pf0/175623975.jpg?format=gallery-medium"
                                                                       ],
                                                            "description":  "Премиум смеситель HALI для кухни\nСовременный и стильный смеситель HALI — идеальное решение для вашей кухни!\nИзготовлен из высококачественной нержавеющей стали, что гарантирует долговечность и надежность на долгие годы.\n💧 Гибкий излив — легко направляйте струю воды в любую сторону, удобно мыть даже большие кастрюли.\n🚿 Выдвижная лейка — обеспечивает максимальный комфорт при использовании, позволяет дотянуться до любой зоны мойки.\n🌀 Поворот на 360° — абсолютная свобода движений.\n✨ Материал: нержавеющая сталь\n📏 Тип: для кухни\n🛡️ Гарантия: 5 лет\nИдеальное сочетание дизайна, функциональности и качества — сделайте свою кухню ещё удобнее с HALI Premiu",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "176090409"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "однозахватный"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для кухни (мойки)"
                                                                          ],
                                                                          [
                                                                              "Покрытие",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Степень глянца",
                                                                              "матовый"
                                                                          ],
                                                                          [
                                                                              "Способ монтажа",
                                                                              "на раковину"
                                                                          ],
                                                                          [
                                                                              "Количество монтажных отверстий",
                                                                              "1"
                                                                          ],
                                                                          [
                                                                              "Тип подводки",
                                                                              "гибкая"
                                                                          ],
                                                                          [
                                                                              "Присоединительный размер",
                                                                              "1/2"
                                                                          ],
                                                                          [
                                                                              "Конструкция излива",
                                                                              "гибкий"
                                                                          ],
                                                                          [
                                                                              "Переключатель на фильтр",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Комплектация",
                                                                              "гайка, шланг, смеситель для кухни (мойки)"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "золотой"
                                                                          ],
                                                                          [
                                                                              "Материал корпуса",
                                                                              "латунь"
                                                                          ],
                                                                          [
                                                                              "Особенности",
                                                                              "система быстрого монтажа, с аэратором"
                                                                          ],
                                                                          [
                                                                              "Страна-производитель",
                                                                              "Китай"
                                                                          ],
                                                                          [
                                                                              "Вес",
                                                                              "2 кг"
                                                                          ]
                                                                      ]
                                                        },
    "smesitel-hali-240-latun-tsvet-grafit-177693805":  {
                                                           "name":  "Смеситель HALI 240",
                                                           "category":  "smesiteli",
                                                           "price":  24990,
                                                           "installmentPrice":  4165,
                                                           "installmentMonths":  6,
                                                           "kaspiUrl":  "https://kaspi.kz/shop/p/smesitel-hali-240-latun-tsvet-grafit-177693805/",
                                                           "images":  [
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p17/pe5/181078581.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pc3/pe4/181078584.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p6e/pe4/181078587.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/pad/pe1/181078591.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p75/pe1/181078593.jpg?format=gallery-medium",
                                                                          "https://resources.cdn-kaspi.kz/img/m/p/p3d/pe1/181078595.jpg?format=gallery-medium"
                                                                      ],
                                                           "description":  "🚿 Смеситель для кухни HALI — универсальная модель с выдвижным изливом, регулировкой высоты и встроенным дисплеем температуры воды.\n🌡️ Дисплей температуры. Встроенный LED-индикатор показывает точную температуру воды в градусах. Подсветка меняет цвет в зависимости от нагрева — сразу видно, когда вода горячая, не нужно проверять рукой. Питание от потока воды, батарейки и подключение к электросети не требуются. 🔋❌\n💧 Два режима подачи воды. Переключение между обычной струёй и широким «водопадом» одной кнопкой. Режим водопада удобен для быстрого наполнения кастрюль и мытья крупной посуды, обычная струя — для повседневных задач. 🍲\n🔄 Выдвижной излив и поворот на 360°. Излив вытягивается и поворачивается вокруг оси, доставая до любой точки мойки. Удобно мыть противни, ополаскивать раковину и наполнять ёмкости, которые не помещаются под краном. ✅\n📏 Регулируемая высота. Корпус позволяет менять высоту излива под конкретную задачу — от мытья мелкой посуды до заполнения высоких кувшинов. 🏺\n🛡️ Корпус из латуни. Латунь устойчива к коррозии и перепадам температуры, не боится жёсткой воды. Покрытие в цвете сатин/нержавеющая сталь не оставляет следов от капель и отпечатков, легко очищается. ✨\n⭐ Гарантия 5 лет.",
                                                           "specs":  [
                                                                         [
                                                                             "Код товара",
                                                                             "177693805"
                                                                         ],
                                                                         [
                                                                             "Тип",
                                                                             "однозахватный"
                                                                         ],
                                                                         [
                                                                             "Назначение",
                                                                             "для кухни (мойки)"
                                                                         ],
                                                                         [
                                                                             "Покрытие",
                                                                             "нерж.сталь"
                                                                         ],
                                                                         [
                                                                             "Запорный клапан",
                                                                             "керамический картридж"
                                                                         ],
                                                                         [
                                                                             "Степень глянца",
                                                                             "матовый"
                                                                         ],
                                                                         [
                                                                             "Способ монтажа",
                                                                             "на раковину"
                                                                         ],
                                                                         [
                                                                             "Количество монтажных отверстий",
                                                                             "1"
                                                                         ],
                                                                         [
                                                                             "Тип подводки",
                                                                             "гибкая"
                                                                         ],
                                                                         [
                                                                             "Присоединительный размер",
                                                                             "1/2"
                                                                         ],
                                                                         [
                                                                             "Конструкция излива",
                                                                             "выдвижной"
                                                                         ],
                                                                         [
                                                                             "Переключатель на фильтр",
                                                                             "Нет"
                                                                         ],
                                                                         [
                                                                             "Комплектация",
                                                                             "шланг, смеситель для кухни (мойки), монтажный комплект"
                                                                         ],
                                                                         [
                                                                             "Цвет",
                                                                             "графит"
                                                                         ],
                                                                         [
                                                                             "Материал корпуса",
                                                                             "латунь"
                                                                         ],
                                                                         [
                                                                             "Особенности",
                                                                             "датчик температуры, с подсветкой, с аэратором"
                                                                         ],
                                                                         [
                                                                             "Страна-производитель",
                                                                             "Китай"
                                                                         ],
                                                                         [
                                                                             "Вес",
                                                                             "2 кг"
                                                                         ]
                                                                     ]
                                                       },
    "hali-dushevoi-nabor-garnitur-101-148326648":  {
                                                       "name":  "HALI душевой набор (гарнитур) 101",
                                                       "category":  "dushevye",
                                                       "price":  28790,
                                                       "installmentPrice":  2400,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-101-148326648/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pea/pcf/136416420.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pfa/pa0/174789422.bin?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p51/pcb/73711580.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p6d/pcb/73711581.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p8a/pcb/73711582.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa6/pcb/73711583.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "HALI душевой набор (гарнитур) 101 — это комплексное решение для создания комфортного и функционального пространства в вашей ванной комнате. Этот душевой набор сочетает в себе стильный дизайн, прочные материалы и удобство использования, обеспечивая незабываемые ощущения от каждого принятия душа.\n✨ Особенности:\n- 🚿 4 режима струи — для расслабления и бодрящего массажа.\n- 🔗 Удобное переключение режимов — благодаря кнопочному переключателю.\n- 🛡 Прочный корпус из нержавеющей стали — гарантирует долговечность и надежность конструкции.\n- 💧 Тропический душ — для ощущения полного погружения и релаксации.\nЭтот душевой набор станет идеальным выбором для тех, кто ценит комфорт, функциональность и современный дизайн в своей ванной комнате. Он подарит вам ощущение свежести и бодрости каждое утро и поможет расслабиться после напряженного дня.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "148326648"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "квадратная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "кнопочное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Мин. давление воды",
                                                                         "1.5 бар"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Встраиваемый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "графит"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "смеситель, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, гигиеническая лейка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "настенный держатель"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "135"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "20х30"
                                                                     ],
                                                                     [
                                                                         "Размеры душевой панели",
                                                                         "23х10"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Дополнительная информация",
                                                                         "Душевой набор, Душевая система, Душевая стойка"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "4 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-144-174416684":  {
                                                       "name":  "HALI душевой набор (гарнитур) 144",
                                                       "category":  "dushevye",
                                                       "price":  36990,
                                                       "installmentPrice":  3083,
                                                       "installmentMonths":  12,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-144-174416684/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pc4/p77/171036083.?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p59/pb9/170400193.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p59/pd1/170400122.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa6/pd4/170400113.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p5e/pc3/170400165.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p31/pca/170400145.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚿 Душевая система Hali 4 в 1 — стиль и комфорт для вашей ванной комнаты\nЭта душевая система сочетает в себе функциональность, надежность и современный дизайн, создавая идеальные условия для комфортного принятия душа каждый день.\n✨ Преимущества:\n* ✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и смеситель.\n* 🔄 Регулируемый угол наклона — настройте душ под себя для максимального удобства.\n* 🧱 Смеситель из 100% латуни — прочный, устойчив к коррозии, долговечный.\n* 💧 Полочка из алюминий — устойчива к влаге и удобна для хранения аксессуаров.\n📏 Длинный поворотный излив 21 см — удобно для ванны\n* 🕒 Гарантия 5 лет — подтверждение высокого качества и надежности.",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "174416684"
                                                                     ],
                                                                     [
                                                                         "Режим тропический дождь",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Количество режимов лейки",
                                                                         "3"
                                                                     ],
                                                                     [
                                                                         "Количество режимов верхнего душа",
                                                                         "1"
                                                                     ],
                                                                     [
                                                                         "Форма верхнего душа",
                                                                         "прямоугольная"
                                                                     ],
                                                                     [
                                                                         "Переключатель режима струи",
                                                                         "поворотное"
                                                                     ],
                                                                     [
                                                                         "Конструктивные особенности",
                                                                         "излив для наполнения ванны, тропический душ, гигиенический душ"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "душевой набор (гарнитур)"
                                                                     ],
                                                                     [
                                                                         "Покрытие",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал лейки",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Материал стойки",
                                                                         "нержавеющая сталь"
                                                                     ],
                                                                     [
                                                                         "Материал панели",
                                                                         "латунь"
                                                                     ],
                                                                     [
                                                                         "Материал верхнего душа",
                                                                         "абс-пластик"
                                                                     ],
                                                                     [
                                                                         "Способ монтажа",
                                                                         "настенный"
                                                                     ],
                                                                     [
                                                                         "Присоединительный размер",
                                                                         "1/2"
                                                                     ],
                                                                     [
                                                                         "S-образные эксцентрики",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет/Оттенок",
                                                                         "черный"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "излив для наполнения ванны, гигиенический душ, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, монтажный комплект"
                                                                     ],
                                                                     [
                                                                         "Держатель для душевой лейки",
                                                                         "штанга"
                                                                     ],
                                                                     [
                                                                         "Размеры стойки для душа",
                                                                         "140"
                                                                     ],
                                                                     [
                                                                         "Размеры верхнего душа",
                                                                         "22x32"
                                                                     ],
                                                                     [
                                                                         "Длина душевого шланга",
                                                                         "1500 мм"
                                                                     ],
                                                                     [
                                                                         "Страна-производитель",
                                                                         "Китай"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "5 кг"
                                                                     ]
                                                                 ]
                                                   },
    "hali-dushevoi-nabor-garnitur-103a-148533357":  {
                                                        "name":  "HALI душевой набор (гарнитур) 103A",
                                                        "category":  "dushevye",
                                                        "price":  49990,
                                                        "installmentPrice":  4166,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-103a-148533357/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p3a/p66/77935741.JPG?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p21/pe2/174904281.bin?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p0d/p31/77631627.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pc9/p61/106372164.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pf7/p3e/74428383.png?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p90/p61/106372166.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система HALI 4 в 1 — стиль, комфорт и технологии в одном решении!\nПремиальная душевая система, созданная для тех, кто ценит качество и современный дизайн.\nКорпус выполнен из прочного авиационного алюминия, устойчивого к влаге и коррозии.\n💡 Цифровой дисплей с подсветкой показывает температуру и время, что делает использование максимально удобным.\n⚙️ Датчик температуры обеспечивает идеальный баланс горячей и холодной воды.\n✨ Преимущества:\n* 4 в 1 — верхний, ручной и гигиенический душ + алюминиевая полка\n* Цифровая панель управления — лёгкое переключение режимов\n* Металлический гигиенический душ — прочный и долговечный\n* Полка из алюминия — удобно хранить шампуни и аксессуары\n* Простой монтаж, подходит под современные ванные комнаты\n* Гарантия качества — 5 лет\n* 🎁 В подарок — удлинитель для душа\n💧 HALI — сочетание премиального дизайна и технологий для вашего комфорта каждый день!",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "148533357"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "4"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "квадратная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Мин. давление воды",
                                                                          "1.5 бар"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, лейка для душа, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "настенный держатель"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "20х30"
                                                                      ],
                                                                      [
                                                                          "Размеры душевой панели",
                                                                          "27.5"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-dushevoi-nabor-garnitur-142n-148533406":  {
                                                        "name":  "HALI душевой набор (гарнитур) 142N",
                                                        "category":  "dushevye",
                                                        "price":  39990,
                                                        "installmentPrice":  3333,
                                                        "installmentMonths":  12,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-dushevoi-nabor-garnitur-142n-148533406/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pcd/pe9/74428595.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pb1/pe9/74428596.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p79/pe9/74428598.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p9c/p9e/74428606.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p87/p9b/74428613.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pfa/p9a/74428618.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "🚿 Душевая система HALI 4 в 1 — максимум комфорта и технологий\nПремиальная душевая система, созданная для тех, кто ценит удобство, качество и современный стиль. Благодаря инновационным функциям и прочным материалам, HALI 4 в 1 превратит ежедневный душ в настоящее удовольствие.\n✨ Преимущества:\n✅ 4 в 1 — верхний душ, ручной душ, гигиенический душ и алюминиевая полка.\n💡 Цифровой дисплей с подсветкой — стиль и контроль в одном решении.\n🌡 Датчик температуры — комфорт и безопасность при каждом использовании.\n🛠 Авиционный алюминий — надёжность и устойчивость к коррозии.\n🚿 Металлический гигиенический душ — долговечность и стабильная работа.\n🧴 Алюминиевая полка — удобство хранения аксессуаров.\n🎁 Подарок: удлинитель для душа.\n🕒 Гарантия — 5 лет.\n💧 Душевая система HALI — это сочетание технологий и элегантности, которое создаёт атмосферу премиального комфорта в вашей ванной комнате.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "148533406"
                                                                      ],
                                                                      [
                                                                          "Режим тропический дождь",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Количество режимов лейки",
                                                                          "4"
                                                                      ],
                                                                      [
                                                                          "Количество режимов верхнего душа",
                                                                          "1"
                                                                      ],
                                                                      [
                                                                          "Форма верхнего душа",
                                                                          "прямоугольная"
                                                                      ],
                                                                      [
                                                                          "Переключатель режима струи",
                                                                          "кнопочное"
                                                                      ],
                                                                      [
                                                                          "Конструктивные особенности",
                                                                          "излив для наполнения ванны, индикация температуры, тропический душ, гигиенический душ"
                                                                      ],
                                                                      [
                                                                          "Мин. давление воды",
                                                                          "1.5 бар"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "душевой набор (гарнитур)"
                                                                      ],
                                                                      [
                                                                          "Покрытие",
                                                                          "латунь"
                                                                      ],
                                                                      [
                                                                          "Материал лейки",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Материал стойки",
                                                                          "нержавеющая сталь"
                                                                      ],
                                                                      [
                                                                          "Материал верхнего душа",
                                                                          "абс-пластик"
                                                                      ],
                                                                      [
                                                                          "Способ монтажа",
                                                                          "настенный"
                                                                      ],
                                                                      [
                                                                          "Встраиваемый монтаж",
                                                                          "Нет"
                                                                      ],
                                                                      [
                                                                          "Присоединительный размер",
                                                                          "1/2"
                                                                      ],
                                                                      [
                                                                          "S-образные эксцентрики",
                                                                          "Да"
                                                                      ],
                                                                      [
                                                                          "Цвет/Оттенок",
                                                                          "графит"
                                                                      ],
                                                                      [
                                                                          "Комплектация",
                                                                          "смеситель, излив для наполнения ванны, верхний душ, ручной душ (лейка+шланг), держатель для душевой лейки, полочка, гигиеническая лейка, монтажный комплект"
                                                                      ],
                                                                      [
                                                                          "Держатель для душевой лейки",
                                                                          "на смесителе"
                                                                      ],
                                                                      [
                                                                          "Размеры стойки для душа",
                                                                          "135"
                                                                      ],
                                                                      [
                                                                          "Размеры верхнего душа",
                                                                          "30x20"
                                                                      ],
                                                                      [
                                                                          "Размеры душевой панели",
                                                                          "28"
                                                                      ],
                                                                      [
                                                                          "Длина душевого шланга",
                                                                          "1500 мм"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ],
                                                                      [
                                                                          "Вес",
                                                                          "5 кг"
                                                                      ]
                                                                  ]
                                                    },
    "hali-gigienicheskii-dush-319-177180072":  {
                                                   "name":  "HALI гигиенический душ 319",
                                                   "category":  "dushevye",
                                                   "price":  17990,
                                                   "installmentPrice":  2999,
                                                   "installmentMonths":  6,
                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/hali-gigienicheskii-dush-319-177180072/",
                                                   "images":  [
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p18/p8f/179247911.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pfc/p8e/179247912.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pe0/p8e/179247913.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pc4/p8e/179247914.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pa8/p8e/179247915.jpg?format=gallery-medium",
                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p8c/p8e/179247916.jpg?format=gallery-medium"
                                                              ],
                                                   "description":  "Гигиенический душ HALI — стильное и надежное решение для вашей ванной комнаты.\nОсновные характеристики и преимущества:\nПремиальные материалы: Корпус из нержавеющей стали с надежным защитным покрытием от царапин и коррозии.\nДолговечность: Надежный керамический картридж, рассчитанный на 500 000 циклов работы.\nЭкономия и фильтрация: Встроенный аэратор фильтрует воду и значительно сокращает ее расход.\nСтабильный напор: Обеспечивает комфортный и ровный поток воды даже при низком давлении в системе.\nЭргономичный дизайн: Лейка удобно и надежно лежит в руке, обеспечивая максимум комфорта при использовании.\nКомплектация: В комплект входит прочный шланг, устойчивый к износу.\nГарантия качества: Немецкие стандарты качества и 5 лет официальной гарантии.",
                                                   "specs":  [
                                                                 [
                                                                     "Код товара",
                                                                     "177180072"
                                                                 ],
                                                                 [
                                                                     "Количество режимов лейки",
                                                                     "1"
                                                                 ],
                                                                 [
                                                                     "Конструктивные особенности",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Тип",
                                                                     "гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Покрытие",
                                                                     "нержавеющая сталь"
                                                                 ],
                                                                 [
                                                                     "Материал лейки",
                                                                     "абс-пластик"
                                                                 ],
                                                                 [
                                                                     "Материал стойки",
                                                                     "без стойки"
                                                                 ],
                                                                 [
                                                                     "Материал панели",
                                                                     "латунь"
                                                                 ],
                                                                 [
                                                                     "Способ монтажа",
                                                                     "настенный"
                                                                 ],
                                                                 [
                                                                     "Цвет/Оттенок",
                                                                     "графит"
                                                                 ],
                                                                 [
                                                                     "Комплектация",
                                                                     "смеситель, гигиенический душ"
                                                                 ],
                                                                 [
                                                                     "Размеры душевой панели",
                                                                     "195"
                                                                 ],
                                                                 [
                                                                     "Длина душевого шланга",
                                                                     "1500 мм"
                                                                 ],
                                                                 [
                                                                     "Страна-производитель",
                                                                     "Китай"
                                                                 ],
                                                                 [
                                                                     "Вес",
                                                                     "2 кг"
                                                                 ]
                                                             ]
                                               },
    "hali-verhnii-dush-0010-140754879":  {
                                             "name":  "HALI верхний душ 0010",
                                             "category":  "dushevye",
                                             "price":  3490,
                                             "installmentPrice":  1164,
                                             "installmentMonths":  3,
                                             "kaspiUrl":  "https://kaspi.kz/shop/p/hali-verhnii-dush-0010-140754879/",
                                             "images":  [
                                                            "https://resources.cdn-kaspi.kz/img/m/p/pd0/pf8/64769759.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p58/pfb/64769761.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p2e/pc7/46411670.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p4a/pc7/46411671.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p66/pc7/46411672.png?format=gallery-medium",
                                                            "https://resources.cdn-kaspi.kz/img/m/p/p82/pc7/46411673.png?format=gallery-medium"
                                                        ],
                                             "description":  "",
                                             "specs":  [
                                                           [
                                                               "Код товара",
                                                               "140754879"
                                                           ],
                                                           [
                                                               "Режим тропический дождь",
                                                               "Нет"
                                                           ],
                                                           [
                                                               "Количество режимов лейки",
                                                               "1"
                                                           ],
                                                           [
                                                               "Количество режимов верхнего душа",
                                                               "1"
                                                           ],
                                                           [
                                                               "Форма верхнего душа",
                                                               "квадратная"
                                                           ],
                                                           [
                                                               "Тип",
                                                               "верхний душ"
                                                           ],
                                                           [
                                                               "Материал лейки",
                                                               "абс-пластик"
                                                           ],
                                                           [
                                                               "Материал стойки",
                                                               "ABS-пластик"
                                                           ],
                                                           [
                                                               "Материал верхнего душа",
                                                               "абс-пластик"
                                                           ],
                                                           [
                                                               "Способ монтажа",
                                                               "настенный"
                                                           ],
                                                           [
                                                               "Встраиваемый монтаж",
                                                               "Нет"
                                                           ],
                                                           [
                                                               "S-образные эксцентрики",
                                                               "Нет"
                                                           ],
                                                           [
                                                               "Цвет/Оттенок",
                                                               "графит"
                                                           ],
                                                           [
                                                               "Комплектация",
                                                               "верхний душ, ручной душ (лейка без шланга)"
                                                           ],
                                                           [
                                                               "Страна-производитель",
                                                               "Казахстан"
                                                           ],
                                                           [
                                                               "Вес",
                                                               "1.5 кг"
                                                           ]
                                                       ]
                                         },
    "hali-ramnaja-installjatsija-g550b-154876272":  {
                                                        "name":  "HALI рамная инсталляция G550B",
                                                        "category":  "installyacii",
                                                        "price":  129990,
                                                        "installmentPrice":  5417,
                                                        "installmentMonths":  24,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550b-154876272/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p1b/p57/153316898.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p4f/p09/99146573.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pc9/p05/99146584.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p14/p29/118456970.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p30/p29/118456971.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pff/p56/153316899.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: черный\nСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.\n✅ Компактный дизайн экономит пространство\n✅ Бесшумный и мощный слив (ТОРНАДО)\n✅ Прочное сиденье с микролифтом (плавное закрытие)\n✅ Надёжная стальная рама выдерживает до 400 кг\n✅ Простая установка и уходКомплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "154876272"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "рамная инсталляция"
                                                                      ],
                                                                      [
                                                                          "Назначение",
                                                                          "для унитаза"
                                                                      ],
                                                                      [
                                                                          "Тип унитаза",
                                                                          "подвесной"
                                                                      ],
                                                                      [
                                                                          "Крепление",
                                                                          "в капитальную стену"
                                                                      ],
                                                                      [
                                                                          "Подвод воды",
                                                                          "сзади"
                                                                      ],
                                                                      [
                                                                          "Объем смывного бачка",
                                                                          "10 л"
                                                                      ],
                                                                      [
                                                                          "Слив воды",
                                                                          "две кнопки (полный слив/эконом)"
                                                                      ],
                                                                      [
                                                                          "Цвет",
                                                                          "черный"
                                                                      ],
                                                                      [
                                                                          "Монтажные размеры",
                                                                          "104-122см х 50см х 15см"
                                                                      ],
                                                                      [
                                                                          "Габаритные размеры",
                                                                          "111х55 см"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ]
                                                                  ]
                                                    },
    "hali-ramnaja-installjatsija-g550h-152706543":  {
                                                        "name":  "HALI рамная инсталляция G550H",
                                                        "category":  "installyacii",
                                                        "price":  129990,
                                                        "installmentPrice":  5417,
                                                        "installmentMonths":  24,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550h-152706543/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p94/p1a/153317223.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p66/pb1/88583705.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p4a/pb1/88583706.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pf5/p29/118456978.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p2e/pb1/88583707.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p5c/p1a/153317225.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "Унитаз с инсталляцией (комплект)Современный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.✅ Компактный дизайн экономит пространство✅ Бесшумный и мощный слив (ТОРНАДО)✅ Прочное сиденье с микролифтом (плавное закрытие)✅ Надёжная стальная рама выдерживает до 400 кг✅ Простая установка и уходКомплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "152706543"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "рамная инсталляция"
                                                                      ],
                                                                      [
                                                                          "Назначение",
                                                                          "для унитаза"
                                                                      ],
                                                                      [
                                                                          "Тип унитаза",
                                                                          "подвесной"
                                                                      ],
                                                                      [
                                                                          "Крепление",
                                                                          "в капитальную стену"
                                                                      ],
                                                                      [
                                                                          "Подвод воды",
                                                                          "сзади"
                                                                      ],
                                                                      [
                                                                          "Объем смывного бачка",
                                                                          "10 л"
                                                                      ],
                                                                      [
                                                                          "Слив воды",
                                                                          "две кнопки (полный слив/эконом)"
                                                                      ],
                                                                      [
                                                                          "Цвет",
                                                                          "серебристый"
                                                                      ],
                                                                      [
                                                                          "Монтажные размеры",
                                                                          "104-122см х 50см х 15см"
                                                                      ],
                                                                      [
                                                                          "Габаритные размеры",
                                                                          "111х55 см"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ]
                                                                  ]
                                                    },
    "hali-ramnaja-installjatsija-gr550h-145743552":  {
                                                         "name":  "HALI рамная инсталляция GR550H",
                                                         "category":  "installyacii",
                                                         "price":  79990,
                                                         "installmentPrice":  3333,
                                                         "installmentMonths":  24,
                                                         "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-gr550h-145743552/",
                                                         "images":  [
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p26/p76/67715003.png?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pb7/pac/81464147.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p7e/pac/81464149.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pe6/pd6/66507704.jpg?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/pf6/pa9/81464151.JPG?format=gallery-medium",
                                                                        "https://resources.cdn-kaspi.kz/img/m/p/p0b/pf3/65070337.png?format=gallery-medium"
                                                                    ],
                                                         "description":  "🚽 Инсталляционная система Hali GR550H — надежность и современный комфортИнсталляции Hali серии GR550H — это удобное и стильное решение для вашего санузла.Благодаря технологии QuickFix монтаж проходит быстро и просто: подключение к водоснабжению и ревизионному окну выполняется без дополнительных инструментов.В комплект входит смывная панель Skate Cosmopolitan цвета хром. Прочный стальной каркас сертифицирован на нагрузку свыше 400 кг, что гарантирует долговечность и безопасность. Систему можно устанавливать как перед стеной, так и в гипсокартонную перегородку.🌿 Технология двойного смыва EcoJoy экономит до 50% воды🔇 Система шумоизоляции Whisper делает использование максимально тихим и комфортным.Hali GR550H — это практичное решение, которое объединяет стиль, надежность и экономичность.",
                                                         "specs":  [
                                                                       [
                                                                           "Код товара",
                                                                           "145743552"
                                                                       ],
                                                                       [
                                                                           "Тип",
                                                                           "рамная инсталляция"
                                                                       ],
                                                                       [
                                                                           "Назначение",
                                                                           "для унитаза"
                                                                       ],
                                                                       [
                                                                           "Тип унитаза",
                                                                           "подвесной"
                                                                       ],
                                                                       [
                                                                           "Крепление",
                                                                           "в капитальную стену"
                                                                       ],
                                                                       [
                                                                           "Подвод воды",
                                                                           "сзади, слева, справа"
                                                                       ],
                                                                       [
                                                                           "Объем смывного бачка",
                                                                           "9 л"
                                                                       ],
                                                                       [
                                                                           "Слив воды",
                                                                           "две кнопки (полный слив/эконом)"
                                                                       ],
                                                                       [
                                                                           "Цвет",
                                                                           "синий, белый"
                                                                       ],
                                                                       [
                                                                           "Монтажные размеры",
                                                                           "ширина - 50 см, высота - 111 см"
                                                                       ],
                                                                       [
                                                                           "Габаритные размеры",
                                                                           "50x111x12 см"
                                                                       ],
                                                                       [
                                                                           "Страна-производитель",
                                                                           "Китай"
                                                                       ]
                                                                   ]
                                                     },
    "unitaz-monoblok-hali-1-sanfarfor-176824156":  {
                                                       "name":  "Унитаз-моноблок HALI 1",
                                                       "category":  "installyacii",
                                                       "price":  85990,
                                                       "installmentPrice":  3583,
                                                       "installmentMonths":  24,
                                                       "kaspiUrl":  "https://kaspi.kz/shop/p/unitaz-monoblok-hali-1-sanfarfor-176824156/",
                                                       "images":  [
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p81/pa0/178009406.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p18/p9d/178009416.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p76/p99/178009428.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p28/p96/178009437.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/pa2/p92/178009448.jpg?format=gallery-medium",
                                                                      "https://resources.cdn-kaspi.kz/img/m/p/p8d/p8f/178009455.jpg?format=gallery-medium"
                                                                  ],
                                                       "description":  "🚽 Современный унитаз HALI с инновационной системой смыва «Торнадо» 🌪️✨ Безободковая конструкция — лёгкая очистка, меньше скопления грязи и бактерий 🧼🌪️ Смыв «Торнадо» — мощный вихревой поток воды обеспечивает эффективный и равномерный смыв 💦💧 Экономичный расход воды — эффективная система смыва помогает экономить воду 🌱🤫 Сиденье с микролифтом — плавное и бесшумное закрывание крышки💪 Прочность и надёжность — качественная конструкция для ежедневного использования и выдерживает нагрузку до 200 кг🏠 Современный дизайн — стильная форма чаши отлично впишется в интерьер ванной комнаты ✨🛒 HALI — комфорт, качество и современный дизайн для вашего дома! ❤️",
                                                       "specs":  [
                                                                     [
                                                                         "Код товара",
                                                                         "176824156"
                                                                     ],
                                                                     [
                                                                         "Тип",
                                                                         "унитаз-моноблок"
                                                                     ],
                                                                     [
                                                                         "Материал корпуса",
                                                                         "санфарфор"
                                                                     ],
                                                                     [
                                                                         "Антивсплеск",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Выпуск",
                                                                         "горизонтальный"
                                                                     ],
                                                                     [
                                                                         "Скрытый монтаж",
                                                                         "Нет"
                                                                     ],
                                                                     [
                                                                         "Установка бачка",
                                                                         "моноблок"
                                                                     ],
                                                                     [
                                                                         "Сиденье в комплекте",
                                                                         "Да"
                                                                     ],
                                                                     [
                                                                         "Цвет",
                                                                         "белый"
                                                                     ],
                                                                     [
                                                                         "Режим смыва",
                                                                         "двойной"
                                                                     ],
                                                                     [
                                                                         "Механизм слива",
                                                                         "механический"
                                                                     ],
                                                                     [
                                                                         "Форма",
                                                                         "овальная"
                                                                     ],
                                                                     [
                                                                         "Монтаж",
                                                                         "напольный"
                                                                     ],
                                                                     [
                                                                         "Высота чаши",
                                                                         "40 см"
                                                                     ],
                                                                     [
                                                                         "Особенности",
                                                                         "микролифт, сиденье дюропласт, безободковый, моноблок, антигрязевое покрытие"
                                                                     ],
                                                                     [
                                                                         "Размеры",
                                                                         "800*700*370"
                                                                     ],
                                                                     [
                                                                         "Комплектация",
                                                                         "унитаз"
                                                                     ],
                                                                     [
                                                                         "Дополнительная информация",
                                                                         "напольный унитаз торнадо, установка без дополнительных креплений"
                                                                     ],
                                                                     [
                                                                         "Вес",
                                                                         "51 кг"
                                                                     ]
                                                                 ]
                                                   },
    "unitaz-s-installjatsiei-hali-g550bs-sanfarfor-160564627":  {
                                                                    "name":  "Унитаз с инсталляцией HALI G550BS",
                                                                    "category":  "installyacii",
                                                                    "price":  129990,
                                                                    "installmentPrice":  5417,
                                                                    "installmentMonths":  24,
                                                                    "kaspiUrl":  "https://kaspi.kz/shop/p/unitaz-s-installjatsiei-hali-g550bs-sanfarfor-160564627/",
                                                                    "images":  [
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p70/pea/118428685.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p54/pea/118428686.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p38/pea/118428687.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/pec/p1f/118512474.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/p1b/pea/118428688.jpg?format=gallery-medium",
                                                                                   "https://resources.cdn-kaspi.kz/img/m/p/pff/pe9/118428689.jpg?format=gallery-medium"
                                                                               ],
                                                                    "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: черный\nСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.\n✅ Компактный дизайн экономит пространство\n✅ Бесшумный и мощный слив (ТОРНАДО)\n✅ Прочное сиденье с микролифтом (плавное закрытие)\n✅ Надёжная стальная рама выдерживает до 400 кг\n✅ Простая установка и уход Комплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                                    "specs":  [
                                                                                  [
                                                                                      "Код товара",
                                                                                      "160564627"
                                                                                  ],
                                                                                  [
                                                                                      "Тип",
                                                                                      "унитаз с инсталляцией"
                                                                                  ],
                                                                                  [
                                                                                      "Материал корпуса",
                                                                                      "санфарфор"
                                                                                  ],
                                                                                  [
                                                                                      "Антивсплеск",
                                                                                      "Нет"
                                                                                  ],
                                                                                  [
                                                                                      "Выпуск",
                                                                                      "горизонтальный"
                                                                                  ],
                                                                                  [
                                                                                      "Скрытый монтаж",
                                                                                      "Да"
                                                                                  ],
                                                                                  [
                                                                                      "Установка бачка",
                                                                                      "скрытая"
                                                                                  ],
                                                                                  [
                                                                                      "Сиденье в комплекте",
                                                                                      "Да"
                                                                                  ],
                                                                                  [
                                                                                      "Цвет",
                                                                                      "черный"
                                                                                  ],
                                                                                  [
                                                                                      "Режим смыва",
                                                                                      "торнадо"
                                                                                  ],
                                                                                  [
                                                                                      "Механизм слива",
                                                                                      "механический"
                                                                                  ],
                                                                                  [
                                                                                      "Форма",
                                                                                      "овальная"
                                                                                  ],
                                                                                  [
                                                                                      "Монтаж",
                                                                                      "подвесной"
                                                                                  ],
                                                                                  [
                                                                                      "Высота чаши",
                                                                                      "34 см"
                                                                                  ],
                                                                                  [
                                                                                      "Особенности",
                                                                                      "антигрязевое покрытие, микролифт, сиденье дюропласт, моноблок"
                                                                                  ],
                                                                                  [
                                                                                      "Размеры",
                                                                                      "49.5×36×33.5см"
                                                                                  ],
                                                                                  [
                                                                                      "Комплектация",
                                                                                      "Инсталляция + кнопка смыва в черном цвете+ подвесной унитаз Торнадо"
                                                                                  ],
                                                                                  [
                                                                                      "Дополнительная информация",
                                                                                      "Унитаз подвесной, унитаз с инсталляцией, унитаз торнадо"
                                                                                  ],
                                                                                  [
                                                                                      "Вес",
                                                                                      "45 кг"
                                                                                  ]
                                                                              ]
                                                                },
    "hali-ramnaja-installjatsija-g550z-169965212":  {
                                                        "name":  "HALI рамная инсталляция G550Z",
                                                        "category":  "installyacii",
                                                        "price":  119990,
                                                        "installmentPrice":  5000,
                                                        "installmentMonths":  24,
                                                        "kaspiUrl":  "https://kaspi.kz/shop/p/hali-ramnaja-installjatsija-g550z-169965212/",
                                                        "images":  [
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p03/pa9/153369248.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/pe7/pa8/153369249.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p7b/pa6/153369250.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p5f/pa6/153369251.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p42/pa6/153369252.jpg?format=gallery-medium",
                                                                       "https://resources.cdn-kaspi.kz/img/m/p/p0a/pa6/153369254.jpg?format=gallery-medium"
                                                                   ],
                                                        "description":  "Унитаз с инсталляцией (комплект) Цвет кнопки: золотистый\nСовременный подвесной унитаз с инсталляцией — идеальное решение для стильной и функциональной ванной комнаты.\n✅ Компактный дизайн экономит пространство\n✅ Бесшумный и мощный слив (ТОРНАДО)\n✅ Прочное сиденье с микролифтом (плавное закрытие)\n✅ Надёжная стальная рама выдерживает до 400 кг\n✅ Простая установка и уход Комплектация: унитаз, бачок, инсталляция, панель смыва, крепления.",
                                                        "specs":  [
                                                                      [
                                                                          "Код товара",
                                                                          "169965212"
                                                                      ],
                                                                      [
                                                                          "Тип",
                                                                          "рамная инсталляция"
                                                                      ],
                                                                      [
                                                                          "Назначение",
                                                                          "для унитаза"
                                                                      ],
                                                                      [
                                                                          "Тип унитаза",
                                                                          "подвесной"
                                                                      ],
                                                                      [
                                                                          "Крепление",
                                                                          "в капитальную стену"
                                                                      ],
                                                                      [
                                                                          "Подвод воды",
                                                                          "сзади"
                                                                      ],
                                                                      [
                                                                          "Объем смывного бачка",
                                                                          "10 л"
                                                                      ],
                                                                      [
                                                                          "Слив воды",
                                                                          "две кнопки (полный слив/эконом)"
                                                                      ],
                                                                      [
                                                                          "Цвет",
                                                                          "золотистый"
                                                                      ],
                                                                      [
                                                                          "Монтажные размеры",
                                                                          "104-122см х 50см х 15см"
                                                                      ],
                                                                      [
                                                                          "Габаритные размеры",
                                                                          "111х55 см"
                                                                      ],
                                                                      [
                                                                          "Дополнительная информация",
                                                                          "Инсталляция с унитазом, Инсталляция комплект, Инсталляция для унитаза подвесной, унитаз подвесной"
                                                                      ],
                                                                      [
                                                                          "Страна-производитель",
                                                                          "Китай"
                                                                      ]
                                                                  ]
                                                    },
    "rakovina-hali-kv01-nad-stiral-noi-mashinoi-kvadratnaja-60h60-sm-mramor-178280206":  {
                                                                                             "name":  "Раковина HALI KV01 над стиральной машиной",
                                                                                             "category":  "rakoviny",
                                                                                             "price":  49990,
                                                                                             "installmentPrice":  4166,
                                                                                             "installmentMonths":  12,
                                                                                             "kaspiUrl":  "https://kaspi.kz/shop/p/rakovina-hali-kv01-nad-stiral-noi-mashinoi-kvadratnaja-60h60-sm-mramor-178280206/",
                                                                                             "images":  [
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pe3/p1c/183271610.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p1d/p1c/183271617.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/p72/p1c/183271614.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pc6/p1c/183271611.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/paa/p1c/183271612.jpg?format=gallery-medium",
                                                                                                            "https://resources.cdn-kaspi.kz/img/m/p/pab/p01/183456657.?format=gallery-medium"
                                                                                                        ],
                                                                                             "description":  "📦 Раковина HALI разработана специально для установки над стиральной машиной — экономит место в санузле, объединяя зону стирки и умывания.\n📏 Компактность без потери комфорта. Толщина борта раковины всего 90 мм против 600 мм высоты обычной тумбы — раковина почти не «съедает» пространство над машинкой, а по площади умывания остаётся полноценной (600×600 мм).\n💎 Материал — мрамор. Прочнее акрила, устойчив к сколам, царапинам и высоким температурам, не желтеет со временем. Глянцевая поверхность легко моется. ✨\n🌀 Подходит под большинство стиральных машин. Совместима с моделями глубиной до 50 см — при подборе достаточно свериться с шириной и глубиной вашей машинки (ширина машины = ширине раковины, глубина машины должна быть примерно на 10 см меньше глубины раковины, замер по верхней крышке).\n📐 Размер 60×60 см — стандартная ширина, подходит под большинство встраиваемых и отдельно стоящих стиральных машин.\n🛠️ Полная комплектация для установки. В комплект входят: раковина, смеситель, сифон, две гибкие подводки, два кронштейна и монтажный набор (крепёж) — всё для монтажа без докупки деталей.",
                                                                                             "specs":  [
                                                                                                           [
                                                                                                               "Код товара",
                                                                                                               "178280206"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Установка",
                                                                                                               "над стиральной машиной"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Форма",
                                                                                                               "квадратная"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Материал",
                                                                                                               "мрамор"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Ширина",
                                                                                                               "60 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Длина",
                                                                                                               "60 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Высота",
                                                                                                               "9 см"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Комплектация",
                                                                                                               "кронштейны, сифон, смеситель"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Особенности",
                                                                                                               "Раковина над стиральной машиной, Смеситель идёт в подарок. Полный комплект для установки."
                                                                                                           ],
                                                                                                           [
                                                                                                               "Цвет",
                                                                                                               "белый"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Страна-производитель",
                                                                                                               "Казахстан"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Вес",
                                                                                                               "17 кг"
                                                                                                           ],
                                                                                                           [
                                                                                                               "Число отверстий под смеситель",
                                                                                                               "1"
                                                                                                           ]
                                                                                                       ]
                                                                                         },
    "rakovina-hali-3001-01-nakladnaja-oval-naja-31h50-sm-keramika-168009325":  {
                                                                                   "name":  "Раковина HALI 3001-01 накладная",
                                                                                   "category":  "rakoviny",
                                                                                   "price":  49990,
                                                                                   "installmentPrice":  4166,
                                                                                   "installmentMonths":  12,
                                                                                   "kaspiUrl":  "https://kaspi.kz/shop/p/rakovina-hali-3001-01-nakladnaja-oval-naja-31h50-sm-keramika-168009325/",
                                                                                   "images":  [
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p81/p00/145616497.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p65/p00/145616498.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/pea/p49/145616501.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p06/p4a/145616502.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p23/p4a/145616503.jpg?format=gallery-medium",
                                                                                                  "https://resources.cdn-kaspi.kz/img/m/p/p5b/p4a/145616505.jpg?format=gallery-medium"
                                                                                              ],
                                                                                   "description":  "✨ Накладная раковина — стильное решение для современной ванной комнаты!\n-\n-Элегантный дизайн с мраморным узором придаёт интерьеру премиальный и дорогой вид\n🤍Компактная и удобная форма идеально подходит как для больших, так и для небольших ванных комнат.-\n📏 Размер раковины: 50×13 см Практичная глубина обеспечивает комфортное использование каждый день 💧-В комплект уже входит всё необходимое 👌\n✔️ Стильный смеситель-✨\nПрочная керамика устойчива к влаге, загрязнениям и легко очищается, сохраняя безупречный внешний вид на долгое время.\n🖤 Идеальное сочетание эстетики, качества и удобства для вашего дома!",
                                                                                   "specs":  [
                                                                                                 [
                                                                                                     "Код товара",
                                                                                                     "168009325"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Установка",
                                                                                                     "накладная"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Форма",
                                                                                                     "овальная"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Материал",
                                                                                                     "керамика"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Ширина",
                                                                                                     "31 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Длина",
                                                                                                     "50 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Высота",
                                                                                                     "13 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Глубина чаши",
                                                                                                     "11 см"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Комплектация",
                                                                                                     "сифон, смеситель"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Особенности",
                                                                                                     "Смеситель в комплекте! сифон в подарок!"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Цвет",
                                                                                                     "белый"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Название оттенка",
                                                                                                     "Белый мрамор"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Страна-производитель",
                                                                                                     "Китай"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Вес",
                                                                                                     "8 кг"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Число отверстий под смеситель",
                                                                                                     "1"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Отверстие под перелив",
                                                                                                     "Нет"
                                                                                                 ],
                                                                                                 [
                                                                                                     "Диаметр сливного отверстия",
                                                                                                     "40 мм"
                                                                                                 ]
                                                                                             ]
                                                                               },
    "hali-zerkalo-20525-70x70-sm-nastennoe-147098553":  {
                                                            "name":  "Зеркало настенное HALI 70×70 см",
                                                            "category":  "aksessuary",
                                                            "price":  90000,
                                                            "installmentPrice":  3750,
                                                            "installmentMonths":  24,
                                                            "kaspiUrl":  "https://kaspi.kz/shop/p/hali-zerkalo-20525-70x70-sm-nastennoe-147098553/",
                                                            "images":  [
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p2e/p82/72362063.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p4a/p82/72362064.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p66/p82/72362065.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p82/p82/72362066.jpg?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p67/pf0/69704546.png?format=gallery-medium",
                                                                           "https://resources.cdn-kaspi.kz/img/m/p/p83/pf0/69704547.jpg?format=gallery-medium"
                                                                       ],
                                                            "description":  "🌟 Круглое зеркало с подогревом HALI, 70см\nСовременное зеркало, которое объединяет стильный дизайн и инновационные технологии. Оно станет не только функциональным элементом, но и настоящим украшением вашей ванной комнаты.\n✨ Преимущества:\n✅ Сенсорный выключатель — лёгкое управление одним касанием.\n💡 Регулировка яркости — настройте комфортное освещение под себя.\n🔥 Функция подогрева (антипар) — зеркало не запотевает даже после горячего душа.\n⚪ Идеальный размер Ø70 см — гармонично впишется в любую ванную комнату.\n📌 Зеркало HALI создаёт уют, комфорт и практичность в одном решении. Теперь каждое утро будет начинаться в атмосфере света и стиля!",
                                                            "specs":  [
                                                                          [
                                                                              "Код товара",
                                                                              "147098553"
                                                                          ],
                                                                          [
                                                                              "Тип",
                                                                              "зеркало"
                                                                          ],
                                                                          [
                                                                              "Форма",
                                                                              "круглая"
                                                                          ],
                                                                          [
                                                                              "Размещение",
                                                                              "настенное"
                                                                          ],
                                                                          [
                                                                              "Назначение",
                                                                              "для ванной, для спальни, для гостиной"
                                                                          ],
                                                                          [
                                                                              "Рама",
                                                                              "Да"
                                                                          ],
                                                                          [
                                                                              "Материал рамы",
                                                                              "алюминий"
                                                                          ],
                                                                          [
                                                                              "Подсветка",
                                                                              "Да"
                                                                          ],
                                                                          [
                                                                              "Полка",
                                                                              "Нет"
                                                                          ],
                                                                          [
                                                                              "Размеры",
                                                                              "70х70см"
                                                                          ],
                                                                          [
                                                                              "Ширина, см",
                                                                              "70"
                                                                          ],
                                                                          [
                                                                              "Высота",
                                                                              "70 см"
                                                                          ],
                                                                          [
                                                                              "Особенности",
                                                                              "функция антизапотевания"
                                                                          ],
                                                                          [
                                                                              "Цвет",
                                                                              "черный"
                                                                          ]
                                                                      ]
                                                        },
    "udlinitel-dlja-dushevoi-stoiki-300h20-mm-6126002-latun--122268148":  {
                                                                              "name":  "Удлинитель для душевой стойки",
                                                                              "category":  "aksessuary",
                                                                              "price":  3990,
                                                                              "installmentPrice":  1330,
                                                                              "installmentMonths":  3,
                                                                              "kaspiUrl":  "https://kaspi.kz/shop/p/udlinitel-dlja-dushevoi-stoiki-300h20-mm-6126002-latun--122268148/",
                                                                              "images":  [
                                                                                             "https://resources.cdn-kaspi.kz/img/m/p/ha5/h19/86755096723486.jpg?format=gallery-medium",
                                                                                             "https://resources.cdn-kaspi.kz/img/m/p/hfe/h03/86755096789022.jpg?format=gallery-medium",
                                                                                             "https://resources.cdn-kaspi.kz/img/m/p/h12/h78/86755096854558.jpg?format=gallery-medium"
                                                                                         ],
                                                                              "description":  "Удлинитель для душевой стойки 300х20 мм 6126002 — это практичное и надежное решение для регулировки высоты и положения душевой лейки, изготовленное из прочной латуни.\n✨ Особенности:\n- 📏 Длина 300 мм — позволяет оптимально настроить высоту душевой лейки для комфортного использования.\n- 🛠 Латунный корпус — гарантирует долговечность и устойчивость к коррозии.\n- 🔗 Стандартное соединение 20 мм — обеспечивает совместимость с большинством душевых стоек.\n- 🛡 Надежная конструкция — выдерживает ежедневные нагрузки и обеспечивает безопасное использование.\nЭтот удлинитель станет отличным выбором для тех, кто хочет улучшить функциональность и удобство своей душевой кабины, обеспечив комфортный и приятный опыт во время водных процедур.",
                                                                              "specs":  [
                                                                                            [
                                                                                                "Код товара",
                                                                                                "122268148"
                                                                                            ],
                                                                                            [
                                                                                                "Тип",
                                                                                                "удлинитель для душевой стойки"
                                                                                            ],
                                                                                            [
                                                                                                "Материал",
                                                                                                "латунь"
                                                                                            ],
                                                                                            [
                                                                                                "С полкой",
                                                                                                "Нет"
                                                                                            ],
                                                                                            [
                                                                                                "Длина",
                                                                                                "300 мм"
                                                                                            ],
                                                                                            [
                                                                                                "Ширина",
                                                                                                "20 мм"
                                                                                            ],
                                                                                            [
                                                                                                "Страна-производитель",
                                                                                                "Китай"
                                                                                            ],
                                                                                            [
                                                                                                "Цвет",
                                                                                                "хром"
                                                                                            ]
                                                                                        ]
                                                                          }
};
